{"url":"http:\/\/www.bbc.com\/news\/live\/world-us-canada-36510172","archive":"https:\/\/web.archive.org\/web\/2016061219id_\/http:\/\/www.bbc.com\/news\/live\/world-us-canada-36510172","title":"Orlando nightclub shooting - BBC News","date":"2016061219","text":"US lawmakers and global figures have taken to Twitter to share their reaction to the mass shooting in Orlando.\n\nUS Senate Majority Leader Mitch McConnell tweeted: \"The nation's prayers are with the victims and families in the wake of this terrible tragedy.\"\n\nLondon Mayor Sadiq Khan also shared his support on social media, adding he stood with Orlando.\n\nTurkey's Deputy Prime Minister Mehmet Simsek also condemned the attack.\n\nFlorida Senator Bill Nelson released a statement on the shooting, adding that authorities have told him that there appeared to be a link to Islamic State.\n\n“Our thoughts and prayers go out to the families of all the victims of this horrific attack in Orlando. I have spoken with the FBI and there appears to be a link to Islamic radicalism. I have conferred with additional sources and they think there is likely a connection with ISIS (Islamic State),\" Sen Nelson said.\n\n\"So as we all mourn the senseless loss of life and investigators continue to learn more, we must remain vigilant and remember that if you see something, say something.”","summary":"Approximately 20 people have died after an attacker opened fire inside a gay nightclub in the Florida city of Orlando, police say.","compression":8.75,"coverage":0.4166666667,"density":0.5,"compression_bin":"low","coverage_bin":"low","density_bin":"abstractive"}
{"url":"https:\/\/www.washingtonpost.com\/national\/the-scene-after-a-gunman-opened-fire-at-an-orlando-nightclub\/2016\/06\/12\/dd88556a-30a3-11e6-8ff7-7b6c1998b7a0_gallery.html","archive":"https:\/\/web.archive.org\/web\/2016061319id_\/https:\/\/www.washingtonpost.com\/national\/the-scene-after-a-gunman-opened-fire-at-an-orlando-nightclub\/2016\/06\/12\/dd88556a-30a3-11e6-8ff7-7b6c1998b7a0_gallery.html","title":"The scene in Orlando after a gunman opened fire at a nightclub","date":"2016061319","text":"Culture Connoisseurs consistently offer thought-provoking, timely comments on the arts, lifestyle and entertainment.\n\nMore about badges | Request a badge\n\nWashingtologists consistently post thought-provoking, timely comments on events, communities, and trends in the Washington area.\n\nMore about badges | Request a badge\n\nThis commenter is a Washington Post editor, reporter or producer.\n\nThis commenter is a Washington Post contributor. Post contributors aren’t staff, but may write articles or columns. In some cases, contributors are sources or experts quoted in a story.\n\nMore about badges | Request a badge\n\nWashington Post reporters or editors recommend this comment or reader post.\n\nYou must be logged in to report a comment.\n\nYou must be logged in to recommend a comment.","summary":"Officials say at least 49 people were killed and dozens were injured in the shooting.","compression":9.25,"coverage":0.25,"density":0.375,"compression_bin":"low","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.nydailynews.com\/news\/national\/gunman-opens-fire-orlando-gay-club-report-article-1.2670322","archive":"https:\/\/web.archive.org\/web\/2016061319id_\/http:\/\/www.nydailynews.com\/news\/national\/gunman-opens-fire-orlando-gay-club-report-article-1.2670322","title":"At least 50 killed in deadliest mass shooting in US history","date":"2016061319","text":"A terrorist who pledged allegiance to ISIS sprayed bullets from an automatic weapon, killing 50 people and wounding 53 others at a popular gay club in Orlando early Sunday — the deadliest shooting in U.S. history.\n\nOmar Mateen, an American citizen whose parents were born in Afghanistan, died in a shootout with police following a three-hour standoff at the Pulse nightclub.\n\nMateen, of Fort Pierce, Fla., called 911 about 20 minutes into the shooting, which started just after 2 a.m., according to CNN. In the phone call, he pledged allegiance to ISIS and referenced the Tsarnaev brothers who carried out the deadly 2013 bombing of the Boston Marathon.\n\nAuthorities said the 29-year-old Mateen had twice been grilled by the FBI for possible connections to terrorism, but the probes were inconclusive. He wasn’t charged. A handgun and the AR-15-style weapon he carried into the club were legally purchased. The terrorist bought them within the last week or so, officials said.\n\nKillers in mass shootings used AR-15, thanks to NRA\n\nMateen, who was born in New York, had worked as a security guard and was licensed in Florida to carry a firearm, Florida records show.\n\nPolice said the killer also had some type of device, possibly an explosive, on his body.\n\nThe Islamic State claimed responsibility for the carnage.\n\nIn a sobering address to the nation hours after the shooting, President Obama called the attack “an act of terror and an act of hate.”\n\nOrlando gunman Omar Mateen pledged allegiance to ISIS\n\n“This is a sobering reminder that attacks on any Americans, regardless of race, ethnicity, religion or sexual orientation, is an attack on all of us and on the fundamental values of equality and dignity that define us as a country,” he said.\n\nThe hate-filled attacker died in a shootout with police. Orlando Police Chief John Mina said the shooter was “organized and well prepared.”\n\nMateen was not under investigation at the time of the attack. He had been investigated by the FBI twice since 2013 for possible terrorist ties, FBI Assistant Special Agent in Charge Ron Hopper said.\n\nIn 2013, Mateen was investigated for making “inflammatory comments to co-workers alleging possible terrorist ties,” Hopper said. Nothing was confirmed. The following year he was investigated for ties to Moner Mohammad Abusalha, an American suicide bomber who killed himself in Syria.\n\nNo policy can protect Americans when hate walks in with a gun\n\n“It didn’t seem to rise to terrorism,” Rep. Pete King (R-L.I.) added.\n\nThe attacked club went from a place of revelry to a nightmare.\n\n“There’s blood everywhere,” Orlando Mayor Buddy Dyer said.\n\nThe carnage began just around closing time at 2 a.m. as about 320 people finished up their drinks and prepared to head home following “Latin Night” at the club.\n\nTexas Lt. Gov. ripped for ill-timed tweet after mass shooting\n\nThe killer first opened fire inside Pulse, mowing down clubgoers. Confusion and chaos overwhelmed the club. Music abruptly stopped and gave way to cries of terror.\n\n“It’s just something that you see in the movies but never think would happen to you,” Kenneth Melendez, whose four friends were shot, told the Orlando Sentinel. “At first, when I heard the shots, I thought it was part of the music, but then we realized it was really happening. I started running and saw someone bleeding from the arm and I was like, ‘Wow, this is really happening,’ and I kept running.”\n\nHe added that he frequently went to Pulse because it was a “safe environment where you could express yourself ... Not anymore.”\n\nMateen exchanged fire with an off-duty cop outside the club before reentering, firing several more shots and taking hostages.\n\n‘The Voice’ star Christina Grimmie, 22, shot dead after concert\n\n“Everyone get out of pulse and keep running,” the club posted to Facebook in the midst of the madness.\n\nChristopher Hansen was in the VIP area when the slaughter began.\n\n“I was thinking, are you kidding me? So I just dropped down. I just said, ‘Please, please, please, I want to make it out,’” he said. “And when I did, I saw people shot. I saw blood. You hope and pray you don’t get shot.”\n\nThe gunman holed up in the club, creating a standoff with police.\n\n“We were just leaving the club and we started hearing the shots,” clubber Anthony Torres told the Daily News. “Everyone was running and screaming.”\n\nAgonizing hours passed until around 5 a.m., when police opted to mount an assault. They detonated two explosives to distract the gunman as 11 officers stormed the club and shot and killed the terrorist. Police, using an armored vehicle, rescued about 30 people still held hostage in the club, Mina said.\n\nOne cop dodged death thanks to his Kevlar helmet, which protected him from a bullet to the head.\n\nPolice announced the shooter was dead just before 6 a.m. and called the incident a “mass casualty situation.”\n\nAbout 12 hours later, bodies were still inside the club, which was perforated with bullet holes. Investigators combing the scene tuned out the constant ringing of phones belonging to the dead who had yet to be publicly identified, according to CNN.\n\nParts of the building had been blasted through, apparently by explosives.\n\nThe death toll exceeded the carnage at Virginia Tech in 2007, where 32 were gunned down, and in Newtown, Conn., where 26 people were killed in 2012.\n\nAs police sought to determine a motive for the latest massacre, Mateen’s father, Seddique Mateen, said that radical Islam was not a factor.\n\n“This has nothing to do with religion,” the dad told NBC News.\n\nHe said that his son had become angry when he saw two men kissing in Miami several months prior.\n\n“We are saying we are apologizing for the whole incident. We weren’t aware of any action he is taking. We are in shock like the whole country,” Seddique Mateen said.\n\nA portrait of Mateen as a violent, unstable man began to emerge late Sunday.\n\nMateen inflicted “physical and emotional abuse” on his spouse during a brief marriage in 2009, the ex-wife’s dad in Edison, N.J., told The News. The killer’s former father-in-law, who asked not to be named, said his daughter divorced the deranged man in 2011.\n\nIn Paris, people rallied in support of Orlando. The City of Light was the site of the November ISIS attacks that killed 130, including 89 in a shooting rampage during a rock concert at the Bataclan theater.\n\nThe shooting at Pulse happened during Pride Month, a national LGBTQ celebration honoring the Stonewall riots in 1969.\n\nThe devastated owner of the club, Barbara Poma, said Pulse had been “a place of love and acceptance for the LGBTQ community” for nearly 15 years.\n\nThe carnage at Pulse follows the murder of “The Voice” contestant Christina Grimmie, who was shot to death during a meet-and-greet after her Orlando concert Friday.\n\nPulse is approximately four miles from the Plaza Live theater, where Grimmie was slain. Authorities said the two incidents are not related.\n\nWith Megan Cerullo, Ginger Adams Otis","summary":"A terrorist opened fire inside a popular Orlando gay club near closing time early Sunday.","compression":90.8125,"coverage":0.9375,"density":1.9375,"compression_bin":"high","coverage_bin":"medium","density_bin":"mixed"}
{"url":"http:\/\/www.bostonglobe.com\/news\/nation\/2016\/06\/12\/multiple-injuries-reported-orlando-nightclub-shooting\/GrgxD0yu5ZzB3hJRQmiRUN\/story.html","archive":"https:\/\/web.archive.org\/web\/2016061219id_\/http:\/\/www.bostonglobe.com\/news\/nation\/2016\/06\/12\/multiple-injuries-reported-orlando-nightclub-shooting\/GrgxD0yu5ZzB3hJRQmiRUN\/story.html","title":"‘About 20’ killed in Orlando nightclub shooting, police say","date":"2016061219","text":"ORLANDO, Fla. — A gunman opened fire at a well-known central Florida nightclub, and multiple people were killed and wounded, police said Sunday. He was later killed in an exchange of gunfire with police, officials said.\n\n“Many lives were lost,” Orlando Mayor Buddy Dyer said at a news conference.\n\nOrlando Police Chief John Mina later said that “about 20” people were dead inside the Pulse Orlando nightclub.\n\n“I don’t want to give you an exact number,” Mina said.\n\nOrange County (Fla.) Sheriff Jerry Demings said the incident was being classified as “a domestic terror incident.”\n\nThe shooter was killed in an exchange of gunfire with police around 5 a.m., Mina said. Police said that they entered the club at that time in an attempt to rescue hostages.\n\nPolice earlier described the scene as a ‘‘mass casualty situation.’’\n\nWe can confirm this is a mass casualty situation. Support from local\/state\/federal agencies. We expect to brief media shortly.\n\nDozens of police vehicles, including a SWAT team, swarmed the area around the club. At least two police pickup trucks were seen taking what appeared to be shooting victims to the Orlando Regional Medical Center. Police said via Twitter that a noise heard near the shooting site was a ‘‘controlled explosion.’’ No other details were provided.\n\nPulse Orlando posted on its Facebook page at 2:09 a.m.: ‘‘Everyone get out of pulse and keep running”. Just before 6 a.m., the club posted an update: ‘‘As soon as we have any information we will update everyone. Please keep everyone in your prayers as we work through this tragic event. Thank you for your thoughts and love.’’\n\nThe incident follows the fatal shooting late Friday of 22-year-old singer Christina Grimmie, who was shot after her concert in Orlando by a 27-year-old Florida man who later killed himself. Grimmie was a YouTube sensation and former contestant on ‘‘The Voice.’’\n\nThere was “absolutely” no connection between the shootings, Mina said.\n\nJon Alamo said he was at the back of one of the club’s rooms when a man holding a weapon came into the front of the room.\n\n‘‘I heard 20, 40, 50 shots,’’ Alamo said. ‘‘The music stopped.’’\n\nClub-goer Rob Rick said it happened around 2 a.m., just before closing time.\n\n‘‘Everybody was drinking their last sip,’’ he said.\n\nHe estimated more than 100 people were still inside when he heard shots, got on the ground, and crawled toward a DJ booth. A bouncer knocked down a partition between the club area and an area in the back where only workers are allowed. People inside were able to then escape through the back of the club.\n\nChristopher Hansen said he was in the VIP lounge when he started hearing gunshots.\n\n‘‘I was thinking, are you kidding me? So I just dropped down. I just said please, please, please, I want to make it out,’’ he said. ‘‘And when I did, I saw people shot. I saw blood. You hope and pray you don’t get shot.’’\n\nMina Justice was outside the club trying to contact her 30-year-old son Eddie, who texted her when the shooting happened and asked her to call police. He told her he ran into a bathroom with other club patrons to hide. He then texted her: ‘‘He’s coming.’’\n\n‘‘The next text said: ‘He has us, and he’s in here with us,' ’’ she said. ‘‘That was the last conversation.’’\n\nPHOTOS: This is the scene at the #Pulse nightclub mass shooting. You can see nightclub behind the dozens of vehicles pic.twitter.com\/PccAwwjlCE\n\nAt Orlando Regional Medical Center. People are standing around, waiting for any news about loved ones at Pulse. pic.twitter.com\/p9Tsb2K8rR\n\nAs soon as we have any information we will update everyone. Please keep everyone in your prayers as we work... https:\/\/t.co\/3EY0fQ926m\n\nJermaine Towns (left) and Brandon Shuford stood near the shooting scene early Sunday.\n\nPolice were on the scene of the shooting early Sunday.\n\nGal Tziperman Lotan\/Orlando Sentinel via Twitter\n\nPolice cars were near the scene of the shooting in Orlando early Sunday.","summary":"At least 42 people were taken to hospitals with injuries, police said. The shooter was killed in an exchange of gunfire with police.","compression":32.8461538462,"coverage":0.8461538462,"density":5.4615384615,"compression_bin":"medium","coverage_bin":"medium","density_bin":"mixed"}
{"url":"http:\/\/www.9news.com.au\/world\/2016\/06\/12\/18\/38\/shooting-at-florida-gay-nightclub","archive":"http:\/\/web.archive.org\/web\/20160613115754id_\/http:\/\/www.9news.com.au\/world\/2016\/06\/12\/18\/38\/shooting-at-florida-gay-nightclub","title":"About 20 dead in Florida gay club shooting","date":"20160613115754","text":"About 20 people have been shot dead at a gay nightclub in Florida, with the gunman dying in a gunfight with police.\n\nThe attacker was wielding an assault-type rifle and a handgun, taking hostages and opening fire inside the crowded nightclub in the city of Orlando.\n\nPolice say he killed about 20 people and wounded 42 others before dying in the gunfight with SWAT officers.\n\nOrlando Police Chief John Mina also said the shooter had some sort of \"suspicious device\".\n\nHe said the suspect exchanged gunfire with an officer working at the club around 2am local time on Sunday, then went back inside and took hostages.\n\nAround 5am, authorities sent in a SWAT team to rescue the hostages, and the suspect then died in a gunfight with those officers.\n\nMina said police have not determined an exact number of casualties, but that \"approximately 20\" people were dead inside the club.\n\nFBI spokesman Danny Banks said during a news conference that the mass shooting is being investigated as an act of terrorism.\n\nHe says authorities are looking into whether this was an act of domestic or international terror, and if the shooter was a lone wolf.\n\nPolice had said previously on Twitter that there was a \"controlled explosion\" at the scene of the shooting at Pulse Orlando.\n\nMina said that noise was caused by a device intended to distract the shooter.\n\nDozens of police vehicles, including a SWAT team, swarmed the area around the club.\n\nAt least two police pickup trucks were seen taking what appeared to be shooting victims to the Orlando Regional Medical Center.\n\nPulse Orlando posted on its own Facebook page around 2am: \"Everyone get out of pulse and keep running.\"\n\nJust before 6am, the club posted an update: \"As soon as we have any information we will update everyone. Please keep everyone in your prayers as we work through this tragic event. Thank you for your thoughts and love.\"\n\nPolice said local, state and federal agencies were investigating.\n\nJon Alamo said he was at the back of one of the club's rooms when a man holding a weapon came into the front of the room.\n\n\"I heard 20, 40, 50 shots,\" Alamo said.\n\nClub-goer Rob Rick said it happened around 2am, just before closing time.\n\n\"Everybody was drinking their last sip,\" he said.\n\nHe estimated more than 100 people were still inside when he heard shots, got on the ground and crawled toward a DJ booth.\n\nA bouncer knocked down a partition between the club area and an area in the back where only workers are allowed.\n\nPeople inside were able to then escape through the back of the club.\n\nChristopher Hansen said he was in the VIP lounge when he started hearing gunshots.\n\nHe continued to hear shooting even after he emerged, where police were telling people to back away from the club. He saw injured people being tended to across the street.\n\n\"I was thinking, are you kidding me? So I just dropped down. I just said please, please, please, I want to make it out,\" he said.\n\n\"And when I did, I saw people shot. I saw blood. You hope and pray you don't get shot.\"\n\nThe incident follows the fatal shooting late Friday of 22-year-old singer Christina Grimmie, who was killed after her concert in Orlando by a 27-year-old Florida man who later killed himself.\n\nGrimmie was a YouTube sensation and former contestant on \"The Voice.\"","summary":"Police in the US city of Orlando are telling people to stay away from a gay nightclub where a shooting has broken out and people are injured.","compression":24.9642857143,"coverage":0.8571428571,"density":1.6428571429,"compression_bin":"medium","coverage_bin":"medium","density_bin":"mixed"}
{"url":"http:\/\/www.9news.com.au\/World\/2016\/06\/12\/17\/15\/Reports-of-shooting-at-venue-in-Orlando-Florida","archive":"http:\/\/web.archive.org\/web\/20160613113838id_\/http:\/\/www.9news.com.au\/World\/2016\/06\/12\/17\/15\/Reports-of-shooting-at-venue-in-Orlando-Florida","title":"Orlando shooting: Islamic State claims responsibility for nightclub massacre","date":"20160613113838","text":"Terror group Islamic State has claimed responsibility for the shooting that killed at least 50 people at a gay nightclub in the US city of Orlando.\n\n\"One of the Caliphate's soldiers in America carried out a security invasion where he was able to enter a crusader gathering at a nightclub for homosexuals in Orlando, Florida ... where he killed and injured more than a hundred of them before he was killed,\" the group said in an official broadcast on its Albayan Radio.\n\nAuthorities have yet to publicly confirm any direct link between the jihadist group and the gunman, 29-year-old Omar Mateen, but earlier said he had called 911 to discuss Islamic State (ISIL) during the shooting rampage.\n\nSuspected Orlando club shooter Omar Mateen. (Orlando Police\/AAP)\n\nMateen shot his way into the Pulse nightclub at 2am on Sunday, and died in a shootout with police who stormed building about three hours later.\n\nIn addition to the 50 confirmed dead, the incident left 53 people wounded, many in critical condition.\n\nAfter the shooting began, Mateen made telephone calls to emergency services in which he made comments \"general to the Islamic State\" movement, FBI special agent Ronald Hopper said.\n\nHe would not directly confirm media reports that Mateen pledged adherence to the terrorist group.\n\nRead more: Investigators haunted as victims' phones keep ringing Read more: Gunman's father supports Taliban in bizarre videos Read more: Trump says he 'appreciates congrats for being right' Read more: Photo shows how helmet saved officer's life\n\nMr Hopper said the FBI investigated Mateen in 2013, speaking to witnesses and interviewing him twice over reported statements in support of Islamist militants, but found no conclusive evidence against him.\n\nIn 2014, the FBI probed alleged ties between Mateen and a US citizen who became an Islamic State suicide bomber, including another interview, but agents determined that \"contact was minimal\", Mr Hopper said.\n\nMateen was \"not under current investigation at the time of this incident and was not under surveillance\".\n\nThe SITE Intelligence Group, which monitors jihadist communications on social media, republished a newsflash in the name of Islamic State's Aamaq news agency claiming the Orlando gunman was \"an Islamic State fighter\".\n\nInvestigators said Mateen legally purchased the firearms used in the shooting within the last week.\n\nIn Washington, flags at the White House were lowered to half mast in mourning for what President Barack Obama called \"the most deadly shooting in American history\".\n\nHe said the \"horrific massacre\" was being treated as terrorism, though motives were still being investigated.\n\n\"We know enough to say that this was an act of terror and an act of hate,\" he said.\n\nMr Obama said that an attack \"on any American, regardless of race, ethnicity, religion or sexual orientation, is an attack on all of us\".\n\nOrlando's mayor declared a city emergency, and Florida Governor Rick Scott declared a state of emergency for Orange County.\n\nEmergency services on the scene in Orlando.\n\n\"This is clearly an act of terror,\" Mr Scott said.\n\nOrlando Police Chief John Mina it would take time for crime scene technicians to collect evidence and remove all the bodies from the building.\n\nMr Mina said the attacker, who had an AR-15 assault rifle, a handgun and an \"unknown number of rounds\", acted alone, with no evidence of outside help.\n\nThe nightclub was hosting a Latin-themed night, and an off-duty police officer working security outside first confronted the gunman, who opened fire, moved inside the club and took hostages.\n\n\"Everyone get out of Pulse and keep running,\" the club wrote on its Facebook page after the shooting began.\n\nSWAT teams stormed the club at 5am, rescuing 30 people who were still inside, many hiding in a bathroom.\n\nJermaine Towns, left, and Brandon Shuford wait down the street from the nightclub. Towns said his brother was in the club at the time. (AAP)\n\nOrlando Mayor Buddy Dyer, center right, and Orlando Police Chief John Mina, center left, arrive to a news conference\n\nPolice outside the nightclub during the hostage situation. (AAP)\n\nOrlando Police officers direct family members away from the scene. (AAP)\n\nPolice cars surround the Pulse Orlando nightclub. (AAP)\n\nLocal authorities said 14 officers from the Orlando police and Orange County Sheriff's Department exchanged fire with the slain gunman, and were now on routine leave under rules for police shootings.\n\nMateen's father told NBC News that the attack \"has nothing to do with religion\".\n\nSeddique Mir Mateen told the broadcaster that his son had become angered after seeing two men kissing in Miami several months ago.\n\n\"We are apologising for the whole incident. We weren't aware of any action he is taking. We are in shock like the whole country,\" he was quoted by the network as saying.\n\nAuthorities opened crisis counselling hotlines, and 1500 people queued at a blood bank in response to an appeal for donations.\n\nThe massacre was carried out on a weekend when annual gay pride rallies were being held in Washington, Los Angeles and other cities.\n\nIn pictures: The victims identifed so far Read more: Sydney flies pride flag after shooting Watch: Tony Awards host James Corden opens show with tribute Read more: PM Turnbull says 'we stand in solidarity with US'","summary":"Unconfirmed reports have emerged of a shooting at a nightclub in Orlando, Florida.","compression":70.5333333333,"coverage":0.8666666667,"density":2.0666666667,"compression_bin":"high","coverage_bin":"medium","density_bin":"mixed"}
{"url":"http:\/\/www.bbc.com\/news\/world-us-canada-36511778","archive":"https:\/\/web.archive.org\/web\/2016061219id_\/http:\/\/www.bbc.com\/news\/world-us-canada-36511778","title":"Orlando nightclub shooting: How the attack unfolded","date":"2016061219","text":"A gunman opened fire at a gay nightclub in Orlando, Florida, killing at least 50 people and injuring dozens before being shot dead by police. What do we know about what happened?\n\nThe attack began at about 02:00 local time (06:00 GMT) on Sunday, said Police Chief John Mina.\n\nPulse, which is one of the biggest nightclubs in Orlando, Florida, was holding a Latin-themed event that was nearing its end when a man opened fire inside.\n\nShortly afterwards, the nightclub posted on its Facebook page: \"Everyone get out of pulse and keep running.\"\n\nPolice sources have told US media the gunman was in possession of a suspicious device strapped to his body.\n\nThere was an exchange of fire with a police officer working at the club, but it is unclear whether that was inside or outside the venue.\n\nA hostage situation developed and at 05:00 local time (09:00 GMT), officers stormed the building and detonated a \"controlled explosion\".\n\nThe gunman was killed and police said at least 50 people are also dead, making it the worst mass shooting in recent US history.\n\nThat figure could rise, with at least 53 wounded people taken to hospital.\n\nFifty killed in Orlando club shooting\n\nOfficials have named the suspect as Omar Mateen, a 29-year-old from Fort Pierce, a city about two hours drive south of Orlando, in St Lucie County.\n\nAn FBI spokesman said the gunman phoned emergency services before the attack and pledged allegiance to Islamic State group.\n\nThe group has called him an IS \"fighter\" but no links between him and them have been confirmed.\n\nPolice departments across the country are increasing patrols near locations frequented by the LGBT community.\n\nIn Los Angeles, an armed man was arrested by Santa Monica police as he headed to the LA Pride event.\n\nMr Mateen's father told NBC News his son became very angry when he saw two men kissing recently in Miami.\n\nThere were about 320 people inside the club during the shooting, according to the Orlando Sentinel. Some have been speaking about what they witnessed.\n\n\"All you saw is people running and screaming and there were bodies in the parking lot where bodies were being tagged,\" Christopher Hansen told CNN. \"It was like a scene from a horror movie.\"\n\nJon Alamo said he saw a man holding a weapon walking into the room he was in.\n\n\"I heard 20, 40, 50 shots, he said. \"The music stopped.\"\n\nUS President Barack Obama said this was an act of terror and an act of hate, but authorities were investigating whether there were links to extremist groups.\n\nThe presumptive Republican presidential nominee, Donald Trump, called on the president to resign for not using the words \"Islamic terrorism\".\n\nHis Democratic rival, Hillary Clinton, said: \"To the LGBT community: please know that you have millions of allies across our country. I am one of them.\n\n\"We will keep fighting for your right to live freely, openly and without fear. Hate has absolutely no place in America.\"\n\nShe also said there was a need to keep guns out of the hands of terrorists or other violent criminals.\n\nFlorida Senator Marco Rubio told CNN the gunman was an \"animal\" whose act of violence showed that \"this is the new face of the war on terror\".\n\nHe also paid tribute to the police officers who \"saved lives\" by raiding the club to bring the attack to an end.","summary":"At least 50 people are dead and dozens injured after a gunman opened fire at a gay nightclub in Orlando. What exactly happened?","compression":27.52,"coverage":0.88,"density":5.44,"compression_bin":"medium","coverage_bin":"medium","density_bin":"mixed"}
{"url":"http:\/\/www.cnn.com\/2016\/06\/13\/us\/eddie-justice-orlando-text-to-mom\/index.html","archive":"https:\/\/web.archive.org\/web\/2016061319id_\/http:\/\/www.cnn.com\/2016\/06\/13\/us\/eddie-justice-orlando-text-to-mom\/index.html","title":"Pulse club shooting: 'I'm going to die,' son texts mom","date":"2016061319","text":"One person whose story has really touched peoples' hearts is that of Eddie Jamoldroy Justice.\n\nJustice, a 30-year-old accountant, sought shelter in the bathroom from where he texted his mom:\n\nHis mother, Mina Justice, tried to reassure him that she'd called 911 and help was coming:\n\nJustice replied: Call them mommy\n\nIm still in the bathroom\n\nHe then went silent. He was among the 49 who didn't make it.","summary":"For three harrowing hours, as Omar Mateen carried out his rampage inside the Pulse nightclub in Orlando, clubgoers hid in bathrooms, in air-conditioning vents, under tables.","compression":2.7272727273,"coverage":0.3333333333,"density":0.3333333333,"compression_bin":"low","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.cnn.com\/2016\/06\/12\/us\/orlando-shooting-timeline\/index.html","archive":"https:\/\/web.archive.org\/web\/2016061319id_\/http:\/\/www.cnn.com\/2016\/06\/12\/us\/orlando-shooting-timeline\/index.html","title":"Timeline of Orlando nightclub shooting","date":"2016061319","text":"An officer working extra duty in full uniform at the club responds. He and two officers nearby open fire on the shooter, and a gunbattle ensues.\n\nThe shooter goes inside the club, where a hostage situation develops.\n\nSome 100 officers from the Orange County Sheriff's Office and the Orlando Police Department respond to the chaotic scene.\n\n2:09 a.m. ET: Pulse posts an urgent message on Facebook: \"Everyone get out of Pulse and keep running.\"\n\nA tense standoff follows. Police say they had to wait three hours to access the situation, get armored vehicles on the scene and make sure they had enough personnel.\n\nApproximately 2:22 a.m. ET: Shooter calls 911 to pledge allegiance to ISIS. He also mentions the Boston Marathon bombers.\n\n3:58 a.m. ET: A post on Orlando Police Department's official Twitter account says: \"Shooting at Pulse Nightclub on S Orange. Multiple injuries. Stay away from area.\"\n\nApproximately 5 a.m. ET: Heavily armed SWAT team members use an armored vehicle to smash down a door at the club, clearing the way for some 30 people inside to flee to safety.\n\nSWAT officers confront the suspect in the doorway, shoot and kill him.\n\n5:05 a.m. ET: Post on Orlando police Twitter account says loud noise near scene was a \"controlled explosion.\"\n\n5:53 a.m. ET: Twitter account of police posts that shooter is dead.\n\n7:15 a.m. ET: Police Chief John Mina announces at a press conference that multiple people have died inside the club. He says the shooter was armed with an assault-type rifle and a handgun.\n\n10:15 a.m. ET: Authorities identify the shooter as Omar Mateen, 29, of Fort Pierce, Florida.\n\n12:03 p.m. ET: Gov. Rick Scott posts on Twitter: \"This is an attack on our people. An attack on Orlando. An attack on Florida. An attack on America. An attack on all of us.\" He declares a state of emergency in Orange County.\n\n1 p.m. ET: President Barack Obama addresses the attack from the White House, calling it an act of terror and an act of hate.\n\nThe shooter was a \"person filled with hatred,\" Obama says. He also orders the American flag be lowered to half-staff at the White House and all other government buildings until sunset on June 16.\n\n\"In the face of hate and violence, we will love one another,\" Obama says. \"We will not give in to fear or turn against each other, instead we will stand united as Americans to protect our people, to defend our nation, and take action against those who threaten us.\"","summary":"It's the worst terror attack on American soil since 9\/11, and the deadliest mass shooting in U.S. history.","compression":24.5238095238,"coverage":0.619047619,"density":0.8095238095,"compression_bin":"medium","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.nydailynews.com\/news\/national\/america-deadliest-mass-shootings-article-1.2670786","archive":"https:\/\/web.archive.org\/web\/2016061319id_\/http:\/\/www.nydailynews.com\/news\/national\/america-deadliest-mass-shootings-article-1.2670786","title":"A look at America's deadliest mass shootings","date":"2016061319","text":"The gun massacre Sunday morning at an Orlando nightclub is the worst in the history of the United States, where mass shootings are frighteningly common.\n\nIt was the deadliest shooting since February, when a man named Cedric Ford killed three people and wounded four others at a lawnmower factory in Kansas.\n\nDays earlier, an Uber driver in Kalamazoo, Mich. randomly shot and killed six people and severely wounded two others — and neither of those rank anywhere near the top of high body counts that have plagued the country more and more in the last 60 years.\n\nTerror attack at Orlando gay club leaves at least 50 people dead\n\n2016, Orlando, FL. — Twisted madman Omar Mateen opened fire in a crowded gay club near closing time, leaving at least 50 dead and 53 injured. Mateen was killed by SWAT officers who responded to the scene.\n\n2007, Blacksburg, Va. — Seung-Hui Cho, a senior at Virginia Tech, shot and killed 32 people and wounded 17 others during two attacks on campus before killing himself.\n\nOrlando gunman Omar Mateen pledged allegiance to ISIS\n\n2012, Newtown, Ct. — Adam Lanza entered Sandy Hook Elementary School and used a semi-automatic rifle to kill 20 first graders and six adult school staff members. He then killed himself.\n\n1991, Killeen, Texas — George Hennard opened fire at a Luby’s Cafeteria, killing 23 people and wounding 20 others before taking his own life.\n\n1984, San Ysidro, Calif. — James Oliver Huberty, an out-of-work security guard, kills 21 people in a McDonald’s restaurant. A police sharpshooter kills Huberty.\n\nOrlando club shooter used AR-15 — the same rifle used in Newtown\n\n1966, Austin, Texas — Charles Joseph Whitman, a student at the University of Texas and a former U.S. Marine, killed his wife and mother before gunning down 16 people from a tower on campus and wounding another 31. He was shot by police.\n\n2015, San Bernardino, Calif. — Syed Rizwan Farook, 28, and wife Tashfeen Malik, 27, opened fire at a social services center, killing 14 people and wounding more than 20. They fled the scene but died hours later in a shootout with police.\n\n1986, Edmond, Okla. — Pat Sherrill, 44, a postal worker who was about to be fired, shoots 14 people at a post office. He then kills himself.\n\n2009, Ft. Hood, Texas — Nidal Hasan, an Army psychiatrist, opened fire on the Fort Hood base, killing 13 people and injuring more than 30. Hasan — who admitted a jihad motive in the massacre — was convicted by a military court and sentenced to death.\n\n2009, Binghamton, N.Y. — Jiverly Wong, a 41-year-old Vietnamese immigrant, wore body armor as he gunned down 13 people inside the American Civic Association. He then killed himself as three wounded victims looked on.\n\n2012, Aurora, Colo. — James Holmes, 27, fatally shot 12 people and injured 70 in a movie theater. He was sentenced to life in prison without parole.\n\n2013, Washington, D.C. — Aaron Alexis, a mentally disturbed civilian contractor, shot 12 people to death at the Washington Navy Yard before he was killed in a police shootout.\n\n1999, Littleton, Colo. — Students Eric Harris, 18, and Dylan Klebold, 17, opened fire at Columbine High School in Littleton, Colo., killing 12 classmates and a teacher and wounding 26 others before killing themselves in the school's library.","summary":"The gun massacre Sunday at an Orlando nightclub is the worst in the history of the U.S., where mass shootings are frighteningly common.","compression":27.16,"coverage":1.0,"density":9.0,"compression_bin":"medium","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/www.cnn.com\/2016\/06\/12\/us\/gallery\/orlando-shooting\/index.html","archive":"https:\/\/web.archive.org\/web\/2016061219id_\/http:\/\/www.cnn.com\/2016\/06\/12\/us\/gallery\/orlando-shooting\/index.html","title":"Orlando nightclub shooting","date":"2016061219","text":"Church pastor Kelvin Cobaris hugs Orlando City Commissioner Patty Sheehan and Terry DeCarlo, executive director of the LGBT Center of Central Florida, after a shooting at the Pulse nightclub killed at least 50 people and injured at least 53 on Sunday, June 12. Orlando police said they shot and killed the gunman.\n\nJeremy Glatstein donates blood in Orlando on June 12. He drove an hour to the donation center to show his support for the shooting victims.\n\nA bomb disposal unit checks for explosives around the apartment building where shooting suspect Omar Mateen is believed to have lived in Fort Pierce, Florida.\n\nRay Rivera, a DJ at the Pulse nightclub, is consoled by a friend outside of the Orlando Police Department.\n\nFlorida Gov. Rick Scott arrives at the scene.\n\nPolice gather outside the home in Port St. Lucie, Florida, where Mateen's father lives.\n\nPolice officers gather outside of the nightclub, which describes itself as \"the hottest gay bar\" in the heart of Orlando.\n\nRon Hopper of the FBI answers questions from members of the media on June 12. Listening are Orlando Police Chief John Mina, left, and Orange County Mayor Teresa Jacobs.\n\nA police officer stands guard outside an Orlando hospital after the mass shooting.\n\nA SWAT team member arrives at the scene of the shooting.\n\nMedical personnel wait with stretchers at the Orlando Regional Medical Center.\n\nPeople wait for news outside the emergency entrance of the hospital.\n\nPolice in Orlando direct family members away from the scene of the shooting early on June 12.\n\nShooting victims are attended to by emergency responders outside the club.\n\nEmergency personnel gather outside the nightclub.\n\nBystanders wait at the scene.\n\nPolice officers respond to the scene of the shooting.","summary":"A shooting at a gay nightclub in Orlando killed at least 50 people on Sunday, June 12. Orlando police said they shot and killed the gunman.","compression":11.5862068966,"coverage":1.0,"density":10.2413793103,"compression_bin":"low","coverage_bin":"high","density_bin":"extractive"}
