{"url": "http://www.cnn.com/2012/11/02/living/sandy-new-jersey-color/index.html", "archive": "https://web.archive.org/web/2012110619id_/http://www.cnn.com/2012/11/02/living/sandy-new-jersey-color/index.html", "title": "Powerless in New Jersey post-Sandy", "date": "2012110619", "text": "What Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nWhat Sandy did to New Jersey\n\nTune in to CNN Newsroom Saturday at 4:30 p.m. ET to see the best iReports from Superstorm Sandy. Experience the storm as it happened through the eyes of iReporters, and see how people are trying to rebuild their lives.\n\n(CNN) -- \"You're disconnected from the whole entire world,\" says Gerri Holterhoff, after her mobile phone drops another call.\n\nAfter Superstorm Sandy walloped the East Coast on Monday night, more than 2 million New Jersey residents, such as 62-year-old Holterhoff of Ocean Township, were left without electricity, heat or cell phone service.\n\nPower has been restored to some households, but nearly 1.5 million customers are still in the dark statewide, and many neighborhoods have been left in disarray.\n\nThe New Jersey coast saw the worst of the storm. In the town of Toms River and surrounding barrier islands, 200 people had to be pulled to safety from encroaching flood waters. Gov. Chris Christie said the damage along the Jersey Shore was \"unthinkable.\"\n\nOpinion: Jersey Shore, I'll miss you\n\nLocated about four miles inland, the suburban community of Ocean Township wasn't spared. Though she hasn't had to contend with flooding, Holterhoff's neighborhood is a graveyard of broken tree branches, and no one has power for miles around.\n\nSince losing electricity, she has learned to be resourceful. She has no choice.\n\nFor warm food, she has relied on the charcoal-fueled barbecue grill outside.\n\n\"As food was defrosting, I was taking it out and cooking it. Pot pies, toaster cakes -- anything we could do,\" she says.\n\nMeanwhile, she uses her car battery to charge her cell phone.\n\n\"Sometimes at night, I'm out there charging the phone and have a flashlight and am reading a book,\" she says.\n\nShe's able to keep up with the news via radio --\"the only connection to the outside world,\" she says -- with batteries that were a gift from neighbors.\n\nAs temperatures begin to dip into the low 40s at night, she has taken to pacing the rooms of the house she shares with her husband and dog, wearing multiple layers and a hat and scarf to keep warm.\n\nBefore the storm, she drove three miles to work. Since the storm, she drives, in gridlock and on back roads because of downed stoplights, to shop for ice, gas or food from one of two grocery stores that are open.\n\nShe says lines at the gas station are backed up about two to three miles with cars. There's a separate line of people waiting with gas cans to fuel their generators. She must return to her house at 7 p.m. for curfew.\n\nOn its website, Public Service Electric & Gas Co. (PSE&G) said it may take seven to 10 days to restore power to customers in the areas hit hardest, while Jersey Central Power & Light said the \"majority\" of customers will get their power back by next Wednesday.\n\nMarshes and malls: Migration to U.S. coast heightens impact of storms\n\n\"It's eerie. It's very quiet and, as soon as it's dark, you see nothing, you hear nothing, there's nothing going on,\" she says. That sense has only been amplified for New Jersey residents as stories of looting and petty burglaries have started to circulate.\n\n\"We've had a 6 p.m. curfew since the storm and heard some alarming rumors about stores being robbed or armed break-ins by people pretending to be from PSE&G,\" said Ted A'Zary, of Bayonne.\n\n\"It was pretty scary on Wednesday when our phones weren't really connecting and we weren't sure we could even contact 911 if we had an emergency, but it has gotten better since then.\"\n\nOther concerns are high-risk groups such as children, the elderly and the ill.\n\nA'Zary says local firefighters have been checking on older residents in the area to ensure that those in need are receiving aid.\n\n\"Our largest concern with the lack of heat has been caring for our toddler,\" said 41-year-old A'Zary. \"Violet is 17 months old and doesn't know how to sleep under a blanket yet. We've had her sleeping with a sweater over her pajamas inside a fleece SleepSack and are checking her to be sure she's warm enough after every nap and in the morning.\"\n\nBrendan Ward, a 23-year-old Glen Rock resident, has also added a few layers of blankets since he lost power on Monday afternoon.\n\n\"You wake up and are glad it's light out. At night, it's dark and not pleasant,\" he says.\n\nFor the first half of the week, Ward could not even leave his house, where he lives with his parents, because of downed trees and debris blocking his path.\n\nNow, he says, he's staying out of the house as much as possible. In the small town of about 11,000, he can walk to a few of the surrounding businesses that didn't lose power.\n\n\"I've gone out to eat every night of the week. I went to the same local pizza shop four nights in a row,\" he says.\n\nWhile Ward has been able to return to his home, some aren't so lucky: 6,922 people and 48 pets were being cared for in 104 shelters as of Friday, according to the New Jersey Office of Emergency Management.\n\nThe residents we spoke to were sustaining themselves by eating food they'd stocked up before the storm or at local restaurants, but some who live in the state are receiving supplemental food from the Federal Emergency Management Agency.\n\nAs of Friday afternoon, more than 596,000 liters of water and more than 199,000 meals have been transferred from staging bases in Westover, Massachusetts, and Lakehurst, New Jersey, to affected states to supplement their existing inventory, according to FEMA.\n\nLong gas lines test residents' patience\n\nWhile FEMA is helping some, Matt Eckert of Hoboken, who has no power and a flooded basement, is getting by with a little help from his friends.\n\nDuring the day, he showers, charges his phone, eats and drinks at friends' homes with hot water and electricity.\n\n\"We've really come together as a community. We were all so lucky that our friends had power and, therefore, let us share the bounties of our freezers,\" says Eckert. \"Each night we gathered, drank (didn't want the beer to go warm) cooked and socialized before walking back through the dark streets to our own cold apartments.\"\n\nOn Thursday, Eckert's girlfriend's family cooked up a feast in the spirit of Thanksgiving, featuring a turkey that had been frozen since Easter and other food that was just going to go bad anyway.\n\nDespite his losses, Eckert realized he had a lot to be thankful for.\n\n\"Many of us were lucky in Hoboken to only have minimal damage,\" he said. \"There are some in town who were not as fortunate, and it is heartbreaking.\"\n\n7 health risks in the wake of Superstorm Sandy\n\nLike CNN Living on Facebook", "summary": "After Sandy hit the East Coast Monday night, more than 2 million New Jersey residents were left without power and feeling powerless", "compression": 64.9565217391, "coverage": 0.9130434783, "density": 5.4347826087, "compression_bin": "high", "coverage_bin": "medium", "density_bin": "mixed"}
{"url": "http://www.cnn.com/2012/11/03/us/tropical-weather-sandy-numbers/index.html", "archive": "https://web.archive.org/web/2012110519id_/http://www.cnn.com/2012/11/03/us/tropical-weather-sandy-numbers/index.html", "title": "By the numbers: Superstorm Sandy", "date": "2012110519", "text": "New York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy\n\nNew York recovers from Sandy", "summary": "Superstorm Sandy crashed ashore this week, cutting a path of destruction several hundred miles long. Here are some numbers that help put it in perspective.", "compression": 12.8214285714, "coverage": 0.0357142857, "density": 0.0357142857, "compression_bin": "low", "coverage_bin": "low", "density_bin": "abstractive"}
{"url": "http://mashable.com/2012/11/03/heres-new-york-magazines-stunning-sandy-cover/", "archive": "https://web.archive.org/web/2012110419id_/http://mashable.com/2012/11/03/heres-new-york-magazines-stunning-sandy-cover/", "title": "See New York Magazine's Arresting Sandy Cover [PIC]", "date": "2012110419", "text": "The city that never sleeps shrouded in darkness: It’s something that was unfathomable to New Yorkers until last week. When Hurricane Sandy hit the U.S. Northeast hard Monday night, many were left without power, food, water and gas. Over the past week, Americans united to provide each other with support, distributing help where it was needed the most. Out of the darkness, people saw hope and neighborly kindness.\n\nImages of Sandy’s destruction and subsequent tranquility captivated social media users everywhere. Indeed, fake photos and fake news was shared on Twitter.\n\nBut New York Magazine‘s cover for this coming Monday, released early on Facebook, trumps all that we’ve seen — and it’s legitimate. Taken Wednesday night by photographer Iwan Baan, it depicts all of Manhattan from the mostly darkened downtown to the oasis of light north of 34th Street. Here’s to those who made it through, and to those who continue to volunteer.", "summary": "Hurricane Sandy struck the Northeast hard when it made landfall in New Jersey Tuesday night. New York Magazine's cover reflects the damage.", "compression": 7.2, "coverage": 0.68, "density": 0.92, "compression_bin": "low", "coverage_bin": "low", "density_bin": "abstractive"}
{"url": "http://www.nydailynews.com/news/national/sandy-tropical-storm-threatens-east-coast-article-1.1193631", "archive": "https://web.archive.org/web/2012102819id_/http://www.nydailynews.com/news/national/sandy-tropical-storm-threatens-east-coast-article-1.1193631", "title": "Hurricane Sandy promises to be a strong, costly storm, experts say", "date": "2012102819", "text": "Hurricane Sandy bore down on the East Coast Saturday, on its way to becoming an unprecedented superstorm that could pummel the city and leave millions of people in the Northeast without power.\n\nResidents across the region scrambled to prepare for the onslaught of weather, stocking up on supplies while city officials mulled whether to order evacuations of low-lying areas and the suspension of the mass transit system.\n\nGov. Cuomo instructed the MTA to prepare for a shutdown, but the final decision about closing the subway and bus system won’t come until Sunday night.\n\nNEW YORK CITY ANNOUNCES MTA WILL SUSPEND SERVICE STARTING SUNDAY AT 7PM: SEE DETAILS\n\n“The bottom line on this is we’re planning for the worst and hoping for the best,” said MTA Chairman Joe Lhota. “I think it’s very important that all of the New Yorkers know what is the possibility, with the critical date being 7 p.m. tomorrow night,” he said.\n\nSEE BELOW FOR EVACUATION INFORMATION FOR NEW YORK CITY\n\nA systemwide shutdown — which happened only once before, during Hurricane Irene last summer — would take several hours to go into effect, with the final train coming to a stop around 3 a.m. Monday. Commuter rails would also go dark and MTA-run bridges would be shut down if winds eclipse more than 60 mph, effectively grinding the city to a halt.\n\nWorried weather forecasters suggested such drastic action may be necessary.\n\n“This is really going to be a huge storm and something unprecedented in meteorological terms,” AccuWeather forecaster Marshall Moss told the Daily News. “This storm will affect millions and cost billions.”\n\nThe violent squall was upgraded to a hurricane early Saturday just hours after forecasters said it had weakened to a tropical storm. The gale gained steam 335 miles off the coast of South Carolina, with maximum wind speeds reaching 75 mph.\n\nThe brunt of the bad weather is expected to slam the city late Monday and early Tuesday. But the front of the tempest is expected to hit Sunday with strong winds and rainfall.\n\nForecasters said the eye of the storm appears to be headed for southern or central New Jersey. But scary weather will batter an 800-mile swath of the Northeast, no matter where the heart of the hurricane lands.\n\nCity officials were considering canceling school Monday and ordering the evacuation of up to 375,000 New Yorkers who live in flood zones.\n\nSpeaking at a Saturday evening news conference, Mayor Bloomberg said no evacuations have been ordered and a decision on schools would come Sunday.\n\nHizzoner, fearing a record storm surge in lower Manhattan, cautioned New Yorkers against letting down their guard.\n\n“Don’t get lulled tomorrow when there’s not a lot of rain, not a lot of wind,” Bloomberg said. “This is a dangerous storm. I think we’re going to be okay, but if it were to strengthen unexpectedly or change its expected path, it could do a lot of damage and you could be at risk.”\n\nThe city on Sunday will open 65 public shelters in schools for terrified New Yorkers — and their pets. Cops have been put on extended hours and all city parks will be closed at 5 p.m. Sunday, Bloomberg said.\n\nThe mayor pleaded for people to stay off the beaches and surfers to remain on land.\n\n“You may want to run the risk, but if we have to send out emergency workers after you, their lives will be at risk,” Bloomberg said. “You just don’t have a right to do that to someone else.”\n\nSome whose homes are in the path of the storm are determined to stay.\n\n“We’re going to wait and pray to God,” said John Conklin, 56, a security guard who stocked his Broad Channel, Queens, home with bread, milk, batteries and bottled water.\n\nOthers who hoped to ride out the storm in their coastal homes nearly came to blows as they shopped for emergency supplies.\n\n“The customers are getting pretty crazy,” said Peter Sacca, who works in Brown’s Hardware in Rockaway Park. “They start yelling at each other when people grab the last flashlight.”\n\nSacca said the storm “is boosting business” and required the store to send an employee to Pennsylvania to acquire more supplies. “They’re coming for flashlights, sand bags, tape, kerosene.”\n\nSome city residents had a different take on storm essentials. Bottles of wine and vodka were flying off the shelves at Michael Towne Wines and Spirits in Brooklyn Heights.\n\n“We’ve been busy here since 10 a.m.,” said stock clerk Warren Berry, 36. “They’ve been coming in and coming in.”\n\nMany bracing for Sandy are still scared by Irene, which wreaked havoc when it ripped across the Eastern Seaboard last August, causing more than $15 billion in damages as it downed trees and flooded homes.\n\n“This whole area was underwater — it was a foot deep,” said Dick Kalb, an 84-year-old World War II vet, as he desperately tried to safeguard his home on Mastic Beach, L.I. “I’m nervous. I could lose everything.”\n\nDeborah Star Reed said Irene, a tropical storm by the time it hit New York, redecorated her home — and not to her liking.\n\n“I had a swimming pool in my basement,” said the Arverne, Queens, resident, whose house suffered thousands of dollars in damages. “It took me a whole year to recover from Irene.”\n\nGov. Chris Christie ordered the mandatory evacuation of barrier islands from Sandy Hook to Cape May by 4 p.m. Sunday. He also ordered Atlantic City gambling be suspended as of 3 p.m. Sunday and that casinos close by 4 p.m.\n\nChristie warned residents to avoid using generators indoors or “jerry-rigging” extension cords to deal with outages.\n\n“If it looks stupid, it is stupid,” Christie said. “That’s the Jersey rule.\n\nSuffolk County officials ordered a mandatory evacuation of Fire Island. County Executive Steve Bellone said the 300 year-round residents must be out by 2 p.m. Sunday.\n\nBill Ward, who owns a beach house near Fire Island, isn’t taking any chances. He loaded up Saturday for a long drive back to his main residence in Illinois.\n\n“If there’s damage, there’s nothing we can do,” said Ward, 74. “If you have a barrier-island home, that’s the price you pay.”\n\nExperts said the storm, which has claimed as many as 58 lives, showed no sign of digressing from its current northward track, and its impact will rattle the coast from Florida to Maine. They say the hurricane will collide with a wintry storm from the west and frigid gusts from the north to create an “extratropical storm” some forecasters have dubbed “Frankenstorm.”\n\nStrong winds and driving rain will pummel New York and New Jersey. To the north and west of the city, mountainous areas could see up to 2 feet of snow.\n\nFlooding is a major concern in the city and a worst-case scenario could see a surge of up to 8 feet of water in the subway. A full moon means tides will be higher than usual, making it easier for the storm’s powerful winds to push water into low-lying areas.\n\nHurricane-force winds could topple utility poles, while heavy snow could send tree branches crashing into power lines.\n\nAirlines began canceling scores of flights along the Atlantic seaboard while officials warned drivers to stay off the roads during the peak of the storm.\n\nThe LIRR’s website states the agency will make a decision on shutting down Sunday at 7 p.m.\n\nAmtrak has canceled some service to New York for Sunday, according to its website.\n\nNJ Transit’s website says preparations are being made for possible shutdowns and there will be systemwide cross-honoring of all rail, bus and light rail tickets from Monday through 6 a.m. Wednesday. Several East Coast governors declared states of emergency in advance, and President Obama has begun receiving regular briefings on the storm’s progress, according to White House officials.\n\nWith Vera Chinese, Clare Trapasso, Jennifer H. Cunningham and Corinne Lestch\n\nNEW YORK CITY EVACUATION INFORMATION:", "summary": "Hurricane Sandy is poised to become an “unprecedented” superstorm that could leave millions of people in the Northeast without power for days or even weeks, experts said Saturday.", "compression": 49.9375, "coverage": 0.84375, "density": 3.46875, "compression_bin": "high", "coverage_bin": "medium", "density_bin": "mixed"}
{"url": "http://www.washingtonpost.com/local/hurricane-sandy-causes-evacuations-closings-throughout-east-coast/2012/10/29/8eac52ba-2162-11e2-8448-81b1ce7d6978_story.html", "archive": "https://web.archive.org/web/2012103019id_/http://www.washingtonpost.com/local/hurricane-sandy-causes-evacuations-closings-throughout-east-coast/2012/10/29/8eac52ba-2162-11e2-8448-81b1ce7d6978_story.html", "title": "At least 16 dead after Sandy devastates New Jersey, swamps Lower Manhattan", "date": "2012103019", "text": "Culture Connoisseurs consistently offer thought-provoking, timely comments on the arts, lifestyle and entertainment.\n\nMore about badges | Request a badge\n\nWashingtologists consistently post thought-provoking, timely comments on events, communities, and trends in the Washington area.\n\nMore about badges | Request a badge\n\nThis commenter is a Washington Post editor, reporter or producer.\n\nThis commenter is a Washington Post contributor. Post contributors aren’t staff, but may write articles or columns. In some cases, contributors are sources or experts quoted in a story.\n\nMore about badges | Request a badge\n\nWashington Post reporters or editors recommend this comment or reader post.\n\nYou must be logged in to report a comment.\n\nYou must be logged in to recommend a comment.", "summary": "One of the largest and fiercest storms to menace the East Coast in years caused widespread flooding, power outages and damage. At least 16 have died, AP reports.", "compression": 4.625, "coverage": 0.3125, "density": 0.3125, "compression_bin": "low", "coverage_bin": "low", "density_bin": "abstractive"}
{"url": "http://www.washingtonpost.com/national/2012/10/28/4c85e4c6-211e-11e2-ac85-e669876c6a24_gallery.html", "archive": "https://web.archive.org/web/2012102819id_/http://www.washingtonpost.com/national/2012/10/28/4c85e4c6-211e-11e2-ac85-e669876c6a24_gallery.html", "title": "Mid-Atlantic braces for Hurricane Sandy", "date": "2012102819", "text": "Culture Connoisseurs consistently offer thought-provoking, timely comments on the arts, lifestyle and entertainment.\n\nMore about badges | Request a badge\n\nWashingtologists consistently post thought-provoking, timely comments on events, communities, and trends in the Washington area.\n\nMore about badges | Request a badge\n\nThis commenter is a Washington Post editor, reporter or producer.\n\nThis commenter is a Washington Post contributor. Post contributors aren’t staff, but may write articles or columns. In some cases, contributors are sources or experts quoted in a story.\n\nMore about badges | Request a badge\n\nWashington Post reporters or editors recommend this comment or reader post.\n\nYou must be logged in to report a comment.\n\nYou must be logged in to recommend a comment.", "summary": "The hurricane continued its march north, with powerful winds already affecting the region on Sunday and landfall expected on Monday or Tuesday.", "compression": 6.1666666667, "coverage": 0.3333333333, "density": 0.3333333333, "compression_bin": "low", "coverage_bin": "low", "density_bin": "abstractive"}
