{"url": "http://www.cbc.ca/technology/story/2008/08/15/f-burgess-lhc.html", "archive": "https://web.archive.org/web/2008091119id_/http://www.cbc.ca/technology/story/2008/08/15/f-burgess-lhc.html", "title": "The Large Hadron Collider: 'Seeing nothing is not an option'", "date": "2008091119", "text": "A day some physicists have been awaiting for decades has finally arrived, as the giant underground particle accelerator near Geneva, Switzerland, began its first tests on Sept. 10.\n\nScientists used the Large Hadron Collider to push its first beams of protons through a 27-kilometre underground circuit beneath the French-Swiss border, officially kicking off the massive physics experiment.\n\nIt's a day particle physicists around the world had undoubtedly circled on their calendars for some time, but the rest of the world is only now beginning to pay attention to the $9-billion project.\n\nThe collider uses a ring of super-cooled magnets to push two proton beams to speeds and energies never before reached under controlled conditions, and will eventually crash the protons into one another to create and detect a host of new particles.\n\nIt is expected to be the most powerful tool yet for physicists hoping to uncover the secrets behind the laws of the universe, both on the tiny scale of quantum mechanics and the huge domain of galaxies and black holes.\n\nIn particular, scientists are hoping the Large Hadron Collider, or LHC, can finally find the Higgs boson, a theoretical particle dubbed \"the God particle\" that is a key part of the so-called Standard Model of particle physics.\n\nThe Higgs boson, which is supposed to impart mass to other particles, has so far eluded researchers, but because the Standard Model has stood up to repeated experimentation, it is assumed the Higgs is likely to be found at the energy levels the LHC will be working.\n\nThe experiment's importance has attracted the interest of the general public. While many are simply curious, some are anxious about the dangers of such a large experiment and have launched protests calling for the research to stop before it begins.\n\nPrior to the official start of the collider,CBCNews.ca spoke with Cliff Burgess, a physics and astronomy professor at McMaster University in Hamilton and associate member of the Waterloo, Ont.-based Perimeter Institute, about the LHC's mission, the potential risks and why physics should matter to the public.\n\nMore than anything, we have a good sense that we have to see something. It's not like we're looking and hoping to see something; seeing nothing is really not an option. You can't, for example, have just the particles we've discovered and no Higgs, because if you said \"suppose there's nothing else,\" the whole theory breaks down at about the energies where the LHC would kick in. So something has to happen at that point; it's a question of what.\n\nThat depends on what the Higgs is like. If it's complex like a proton, it will be much harder to figure out what's going on. When you collide two electrons together, it's much easier to understand what happens because these are elementary particles â they can't be broken down further â and they don't take part in the strong interactions that occur in nuclei. With the LHC, what's going to happen is it's going to be proton colliding with proton, and that's a whole bunch of junk. It's a mess figuring out what comes out of those collisions, partly because the whole structure of the proton isn't even now well understood. It's like throwing two garbage cans at one another and then trying to figure out in detail what was inside each garbage can.\n\nThat's actually the best-case scenario for people like me, because that means the theorists are all in business again. But the question for competing theories isn't so much whether the Higgs is there or not; it's whether it's a fundamental particle.\n\nIf a black hole formed, we actually know a fair bit about what it would behave like. The first thing is, if you stuck a black hole in the middle of the Earth, the layperson's point of view is that it would be like a vacuum cleaner that sucks the Earth in. But that's not the right picture. If you took the sun and you replaced it with a black hole the same mass as the sun, the orbit of the Earth wouldn't change at all. We'd still orbit it â the force of gravity doesn't care whether it's a black hole or the sun, all it cares about is the mass. The big problem for us is it would be dark, but the gravity wouldn't change.\n\nIt's not so unlikely that the LHC could produce black holes, but it's almost certainly true that if it produces those black holes, they are going to evaporate very quickly.\n\nAny black hole that you know about in astrophysics is much, much heavier than the ones being produced in the LHC. If the LHC produced black holes â which is uncertain â they might be a couple hundred times more heavy than a proton, but way less than fractions of a gram. And at that size limit, we expect them to evaporate extremely quickly through a process called Hawking radiation [which takes its name from physicist Stephen Hawking, who first proposed the theory in 1974]. It would almost certainly radiate into particles we know about like photons, and so it would look like a regular collision. The hard thing would be to actually know you had a black hole in there.\n\nSo there are several levels of argument where you kind of suspend what you think is likely to happen just for the sake of argument to grant the person the point that \"maybe this could happen.\" But once you go through four or five levels of that, it's less and less worrisome.\n\nThere are several ways to slice that question. The way it often comes is, Why should it be funded? Because on some level no one is going to be really offended if people spend their time thinking about this if it's not going to cost them anything. But if it's going to cost them a lot of money, then why should it be a priority for society?\n\nThe answer people normally give â and it's true â is particle physics is important to our understanding of the nature of the universe and the Big Bang, but there's another really good answer and no one ever gives it. The value of disciplines like particle physics and astrophysics is people.\n\nPhysicists are really in demand outside academia, and the reason they are is that the portable skills you get as a physicist are rare. You learn how to analyze problems from first principles, to translate that into mathematics, to solve the mathematics and then to translate it back into implications for the thing you are trying to solve. And that's really useful everywhere in the economy.\n\nMy students that go out into the workforce are bankers, insurance people, engineers and software people. These people are going into a very useful place in the economy, but they wouldn't have gone there directly. The reason they learn these skills is because particle physics is cool and you get to think about the universe as a whole, or you get to think about what matter is made of. And they are drawn by that in a way they wouldn't be drawn naturally into something like banking.\n\nIt's the old spin-off argument, but the way particle physicists would normally say it is in terms of materials and inventions made possible because of physics. But the real thing we make is people.\n\nThat would be like killing the farmer and taking his crops. There would be some physicists and technicians that would go somewhere, but that's it, and once they leave you can lose the ability to do these things. What you want is the pipeline. The water is good, but you don't want to destroy the pipe to get the water the one time.", "summary": "Sept. 10 is a date particle physicists around the world have undoubtedly circled on their calendars: the official start-up of the Large Hadron Collider.", "compression": 53.5714285714, "coverage": 0.9285714286, "density": 3.0, "compression_bin": "high", "coverage_bin": "medium", "density_bin": "mixed"}
{"url": "http://www.nytimes.com/2008/09/11/science/11collider.html", "archive": "https://web.archive.org/web/2008091119id_/http://www.nytimes.com/2008/09/11/science/11collider.html", "title": "Protons and Champagne Mix as New Particle Collider Is Revved Up", "date": "2008091119", "text": "An ocean away from Geneva, the new collider’s activation was watched with rueful excitement here at the Fermi National Accelerator Laboratory, or Fermilab, which has had the reigning particle collider.\n\nSeveral dozen physicists, students and onlookers, and three local mayors gathered overnight to watch the dawn of a new high-energy physics. They applauded each milestone as the scientists methodically steered the protons on their course at CERN, the European Organization for Nuclear Research.\n\nMany of them, including the lab’s director, Pier Oddone, were wearing pajamas or bathrobes or even nightcaps bearing Fermilab “pajama party” patches on them.\n\nOutside, a half moon was hanging low in a cloudy sky, a reminder that the universe was beautiful and mysterious and that another small step into that mystery was about to be taken.\n\nDr. Oddone, who earlier in the day admitted it was a “bittersweet moment,” lauded the new machine as the result of “two and a half decades of dreams to open up this huge new territory in the exploration of the natural world.”\n\nRoger Aymar, CERN’s director, called the new collider a “discovery machine.” The buzz was worldwide. On the blog “Cosmic Variance,” Gordon Kane of the University of Michigan called the new collider “a why machine.”\n\nOthers, worried about speculation that a black hole could emerge from the proton collisions, had called it a doomsday machine, to the dismay of CERN physicists who can point to a variety of studies and reports that say that this fear is nothing but science fiction.\n\nBut Boaz Klima, a Fermilab particle physicist, said that the speculation had nevertheless helped create buzz about particle physics. “This is something that people can talk to their neighbors about,” he said.\n\nThe only thing physicists agree on is that they do not know what will happen — what laws and particles will prevail — when the collisions reach the energies just after the Big Bang.\n\n“That there are many theories means we don’t have a clue,” said Dr. Oddone. “That’s what makes it so exciting.”\n\nMany physicists hope to materialize a hypothetical particle called the Higgs boson, which according to theory endows other particles with mass. They also hope to identify the nature of the invisible dark matter that makes up 25 percent of the universe and provides the scaffolding for galaxies. Some dream of revealing new dimensions of space-time.\n\nBut those discoveries are in the future. If the new collider were a car, then what physicists did Wednesday was turn on an engine that will now warm up for a couple of months before anyone drives it anywhere. The first meaningful collisions, at an energy of five trillion electron volts, will not happen until late fall.\n\nNevertheless, the symbolism of the moment was not lost on all those gathered here.\n\nOnce upon a time the United States ruled particle physics. For the last two decades, Fermilab’s Tevatron, which hurls protons and their mirror opposites, antiprotons, together at energies of a trillion electron volts apiece, was the world’s largest particle machine.\n\nBy year’s end, when the CERN collider has revved up to five trillion electron volts, the Fermilab machine will be a distant second. Electron volts are the currency of choice in physics for both mass and energy. The more you have, the closer and hotter you can punch back in time toward the Big Bang.\n\nIn 1993, the United States Congress canceled plans for an even bigger collider and more powerful machine, the Superconducting Supercollider, after its cost ballooned to $11 billion. In the United States, particle physics never really recovered, said the supercollider’s former director, Roy F. Schwitters of the University of Texas in Austin. “One nonrenewable resource is a person’s time and good years,” he said.\n\nDr. Oddone, Fermilab’s director, said the uncertainties of steady Congressional financing made physics in the United States unduly “suspenseful.”\n\nCERN, on the other hand, is an organization of 20 countries with a stable budget established by treaty. The year after the supercollider was killed, CERN decided to build its own collider.\n\nFermilab and the United States, which eventually contributed $531 million for the collider, have not exactly been shut out. Dr. Oddone said that Americans constitute about a quarter of the scientists who built the four giant detectors that sit at points around the racetrack to collect and analyze the debris from the primordial fireballs.\n\nIn fact, a remote control room for monitoring one of those experiments, known inelegantly as the Compact Muon Solenoid, was built at Fermilab, just off the lobby of the main building here.\n\n“The mood is great at this place,” he said, noting that the Tevatron was humming productively and still might find the Higgs boson before the new hadron collider.\n\nAnother target of physicists is a principle called supersymmetry, which predicts, among other things, that a vast population of new particle species is left over from the Big Bang and waiting to be discovered, one of which could be the long-sought dark matter.\n\nThe festivities started at 2 a.m. Chicago time. Speaking by satellite, Dr. Evans, the collider project director at CERN, outlined the plan for the evening: sending a bunch of protons clockwise farther and farther around the collider, stopping them and checking their orbit, until they made it all the way. He noted that for a previous CERN accelerator it had taken 12 hours. “I hope this will go much faster,” he said.\n\nTwenty minutes later, the displays in the control room showed that the beam had made it to its first stopping point. A few minutes later, the physicists erupted in cheers when their consoles showed that the muon solenoid had detected collisions between the beam and stray gas molecules in the otherwise vacuum beam pipe. Their detector was alive and working.\n\nFinally at 3:28 Chicago time (10:28 a.m. at CERN), the display showed the protons had made it all the way around to another big detector named Atlas.\n\nAt Fermilab, they broke out the Champagne. Dr. Oddone congratulated his colleagues around the world. “We have all worked together and brought this machine to life,” he said. “We’re so excited about sending a beam around. Wait until we start having collisions and doing physics.”\n\nA version of this article appears in print on , on Page A12 of the New York edition with the headline: Protons and Champagne Mix as New Particle Collider Is Revved Up. Order Reprints| Today's Paper|Subscribe", "summary": "The world’s most powerful particle collider is also the most expensive scientific experiment to date.", "compression": 74.9411764706, "coverage": 0.6470588235, "density": 1.3529411765, "compression_bin": "high", "coverage_bin": "low", "density_bin": "abstractive"}
