{"url": "http://abcnews.go.com/WNT/video/boston-marathon-explosions-death-injuries-18963322", "archive": "https://web.archive.org/web/2013041619id_/http://abcnews.go.com/WNT/video/boston-marathon-explosions-death-injuries-18963322", "title": "Boston Marathon Explosions Cause Death, Injuries", "date": "2013041619", "text": "Good evening as we come on the air cities around this nation are on heightened alert today a proud holiday in Boston patriots day Marathon Monday. Why shattered by bombs here's the video was the...\n\nGood evening as we come on the air cities around this nation are on heightened alert today a proud holiday in Boston patriots day Marathon Monday. Why shattered by bombs here's the video was the moment before it changed. And there. The first booming explosion. -- -- smokes you can hit the screens. People thrown into the ground. And their seconds later a second blast a ball of fire a block away. As half a million people lined the streets of Boston. So many was devastating injuries tonight and our ABC news team is ready to bring you the very latest we start with ABC's senior national correspondent. Jim Ottawa. Two hours after the winner's -- Four hours nine minutes into the race the amateur runners still -- Boston's Boylston street. Too rapid fire explosions at the finish. Turning to terrorist Boston Marathon. Into what one hospital official called a war. -- six mile marker. -- saw the first explosion happened and there are some commotion I saw fire and smoke. And I didn't know what it was demand from about needs. What that gentleman saving over there I would lose -- -- roads.\n\nThis transcript has been automatically generated and may not be 100% accurate.\n\nHome > Video > World News > World News Reports", "summary": "At least two dead and dozens injured when bombs go off near finish line.", "compression": 18.8, "coverage": 0.4, "density": 0.4, "compression_bin": "medium", "coverage_bin": "low", "density_bin": "abstractive"}
{"url": "http://www.cnn.com/2013/04/16/us/boston-marathon-explosions/index.html", "archive": "https://web.archive.org/web/2013041619id_/http://www.cnn.com/2013/04/16/us/boston-marathon-explosions/index.html", "title": "Terror at Boston Marathon: 3 dead, 144 wounded", "date": "2013041619", "text": "Deadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nPhotos: Deadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nPhotos: Deadly attack at Boston Marathon\n\nPhotos: Deadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nDeadly attack at Boston Marathon\n\nAre you there? Share images on CNN iReport.\n\n(CNN) -- It was a gruesome end to what should have been a celebration of triumph.\n\nOne man's legs were instantly blown off, yet he kept trying to stand up.\n\nExhausted marathoners had to muscle the energy to flee the bloody scene.\n\nAnd more than 140 people remain hospitalized, some in critical condition.\n\nAs authorities try to figure out who triggered the deadly bombings Monday at the Boston Marathon, which killed an 8-year-old boy and two others, many are at a loss to explain why anyone would target the annual event that celebrates thousands of runners from around the world.\n\nBoth blasts happened in quick succession, near the row of international flags that led up to the finish line. The impact was so powerful, it whipped the limp flags straight out as if they were caught in a hurricane.\n\nIt also knocked 78-year-old runner Bill Iffrig to the ground.\n\nGet up-to-the-minute updates on CNN.com's live blog\n\n\"I was just approaching the last straightaway to the finish line, and I had a good day and was feeling really good, and I got down to within about 15 feet of the finishing apron and just tremendous explosion, sounded like a bomb went off right next to me,\" Iffrig said.\n\n\"The shock waves just hit my whole body and my legs just started jittering around. I knew I was going down,\" he said.\n\nIffrig was not seriously injured. But trails of blood, severed arms and legs and other body parts littered the scene nearby.\n\nAt least 144 people were hospitalized, with at least 17 in critical condition and 25 in serious condition, officials said. At least eight of the patients are children.\n\nA terrorism expert briefed on the investigation said doctors are \"pulling ball bearings out of people in the emergency room,\" suggesting the bombs were designed to propel shrapnel.\n\nBut Dr. Ron Walls of Brigham and Women's Hospital, which received 31 patients, said the debris found in some patients' wounds did not appear to be from ball bearings.\n\n\"Everything we saw was sort of ordinary ambient material that could have been propelled by the blast but was not added to the device,\" Walls said. \"It was not the kind of things that would be added to a device to make it more injurious than it otherwise would be.\"\n\nAt Massachusetts General Hospital, several patients suffered from injuries to lower limbs that will require \"serial operations\" in the coming days, trauma surgeon Peter Fagenholz said Monday night.\n\nHe said the most serious wounds \"have been combined, complex lower injuries that involve blood vessels, bone and tissue.\"\n\nNumerous patients had to have limbs amputated, Fagenholz said.\n\n\"Just like\" going back to Iraq\n\nNurses Stephen Segatore and Jim Asaiante were stationed near the finish line, expecting to treat the usual ailments from runners -- cramps and dehydration.\n\nSuddenly, they found themselves in a battlefield, with blood and debris everywhere.\n\n\"For me, it was just like going back to being in Iraq in 2006-2007,\" said Asaiante, an Army captain who served an 18-month tour.\n\n\"I heard the first IED, and I know there's never one. The bad guys always set up two or three\" improvised explosive devices, he said.\n\nThe plumes of smoke and images of bloodied victims running down streets also triggered haunting memories of the terrorist attacks of 9/11.\n\nTami Hughes had just crossed the finish line and was looking for her husband when she heard a deafening explosion.\n\n\"I didn't know if it was a small aircraft going into the building,\" Hughes said. \"I turned around and immediately saw the whitish-brownish smoke billowing up four or five stories and I couldn't believe that, you know, could it be a bomb?\n\n\"And I stared at it and about five or seven seconds later, when the second one went off, I knew immediately that it was something coordinated or organized, because I had been ... down in the financial center, 9/11. So you immediately go back to those moments where OK, where is the third one going to be?\"\n\nInvestigators don't know who was behind the attack, or whether it was spawned domestically or from afar. But federal authorities are classifying it as an act of terrorism.\n\nA federal law enforcement official said both bombs were small, and initial tests showed no C-4 or other high-grade explosive material, suggesting that the packages used in the attack were crude explosive devices.\n\nThe explosions went off near the finish line at about 4 hours and 9 minutes into the race, within a 10-minute window of the average finish time for the marathon.\n\nBut the fact that the blasts took place near the end of the race \"seems to indicate this was not geared toward maximum damage,\" said a former federal law enforcement official who now works in the intelligence community.\n\n\"It may speak volumes about the (level of) planning that went into this,\" the source said. \"It raises questions ... why didn't the bombs go off when the crowd was packed in like sardines when the winners were crossing the finish line? It could mean the people behind it couldn't get access to the area when they originally intended.\"\n\nOfficials have no suspect in custody, but many people are being questioned, Boston Police Commissioner Ed Davis said.\n\nInvestigators warned police to be on the lookout for a \"darker-skinned or black male\" with a possible foreign accent in connection with the attack, according to a law enforcement advisory obtained by CNN. The man was seen with a black backpack and sweatshirt and was trying to get into a restricted area about five minutes before the first explosion, the lookout notice states.\n\nLondon Marathon security plans to be reviewed\n\nDavis said authorities found at least one other explosive device that they were dismantling.\n\nBut Rep. Bill Keating, D-Massachusetts, said two undetonated devices were found.\n\nOne was discovered at a hotel on Boylston Street near the bomb site, and another was found at an undisclosed location, said Keating, a member of the House Homeland Security Committee. He called the bombing a \"sophisticated, coordinated, planned attack.\"\n\nThe unexploded devices could provide a treasure trove of information such as fingerprints and indications of the bomb maker's design, said the former federal law enforcement official.\n\nLate Monday night, authorities said they were still getting reports about suspicious packages, but some may be abandoned belongings left by fleeing spectators.\n\nDavis said while no new devices had been found so far, he is \"not prepared to say we're at ease at this point in time.\"\n\nCNN staff in Boston, New York, Atlanta and Washington contributed to this report.", "summary": "Two explosions rocked the finish line at the Boston Marathon on Monday, killing three and wounding at least 144 people", "compression": 79.9047619048, "coverage": 0.8571428571, "density": 2.2857142857, "compression_bin": "high", "coverage_bin": "medium", "density_bin": "mixed"}
{"url": "http://www.foxnews.com/us/2013/04/16/marathon-bombs-likely-made-from-pressure-cookers-shrapnel-say-experts/", "archive": "https://web.archive.org/web/2013041719id_/http://www.foxnews.com/us/2013/04/16/marathon-bombs-likely-made-from-pressure-cookers-shrapnel-say-experts/", "title": "Marathon bombs likely made from pressure cookers, shrapnel, sources say", "date": "2013041719", "text": "Pressure cookers – possibly activated remotely by a cellphone – are believed to have been used to make the crude bombs that sent deadly shrapnel hurling into a crowd of onlookers and competitors at Monday’s Boston Marathon, experts told Fox News.\n\nDoctors treating some of the 176 injured victims believe the explosives were packed with deadly shrapnel, including pellets, nails and sharp metallic objects – with some patients having “40 or more” such fragments embedded in their bodies.\n\n“Many of them have severe wounds mostly in the lower part of their body – wounds related to the blast effect of the bomb, as well as small metallic fragments that entered their bodies – pellets, shrapnel, nails – that these bombs had,” George Velmahos, chief of trauma surgery at Massachusetts General Hospital, said Tuesday.\n\n“I wouldn't exclude completely the possibility that some of these fragments are environmental, but my opinion is that most of them were in the bomb,” Velmahos said.\n\n“They are numerous,” he added. “There are people who have 10, 20, 30 or 40 of them in their body or more.”\n\nFBI special agent in charge Richard DesLauriers says pieces of black nylon and fragments of ball bearings and nails were found, and authorities believe the bombs were placed in a dark-colored backpack or bag.\n\nSources close to the investigation say shredded pieces of pressure cookers were found at the blast sites, indicating the bombs were made from kitchen devices.\n\nA source close to the investigation told Fox News that the style of the device used closely resembles that commonly seen in Afghanistan and Pakistan. Another source confirmed that \"pressure cookers were used in both devices.\"\n\nThe source, who spoke on condition of anonymity, said a pressure cooker was attached to a wooden board in at least one of the blasts. The pressure cooker acted as the timer, the source said, and attached to the board was a bottle filled with nails, ball bearings and BB’s. That device was placed inside a black nylon backpack and then dumped in a garbage can, according to the source.\n\nA third source said that the FBI is scanning cellphone tower records for the \"moment of detonation.\" If the moment of detonation is positively identified, the corresponding cellphone number can be traced.\n\nPressure cookers have been used to make bombs in other high-profile cases, including the May 2010 thwarted attack in Times Square. The Department of Homeland Security warned of their potential use in terrorist attacks as early as 2004.\n\n\"I don't think the use of pressure cookers points to any particular group or individual who may be responsible,\" Bill Daly, a former FBI investigator, told FoxNews.com.\n\nJeff Lanza, another retired FBI agent, said the Boston case \"bears striking similarities\" to the bombings at the 1996 summer Olympic Games in Atlanta, in which Eric Robert Rudolph planted three pipe bombs with “lots of shrapnel,” killing two and injuring 111 people.\n\nLanza also said the smoke color seen at an explosion – which in the Boston case was white – will help indicate the type of bomb used in the blasts.\n\nFox News' Cristina Corbin, Jennifer Griffin, Catherine Herrridge and Mike Levine contributed to this report.", "summary": "Pressure cookers are believed to have been used to make the crude bombs that sent torrents of deadly shrapnel hurling into a crowd of onlookers and competitors at Monday’s Boston Marathon, experts told Fox News.", "compression": 16.5526315789, "coverage": 0.9736842105, "density": 16.1842105263, "compression_bin": "medium", "coverage_bin": "high", "density_bin": "extractive"}
{"url": "http://usnews.nbcnews.com/_news/2013/04/15/17767941-timeline-tragedy-at-the-boston-marathon", "archive": "https://web.archive.org/web/2013041619id_/http://usnews.nbcnews.com/_news/2013/04/15/17767941-timeline-tragedy-at-the-boston-marathon", "title": "Timeline: Tragedy at the Boston Marathon", "date": "2013041619", "text": "Boston Globe / Getty Images Contributor\n\nPolice officers with their guns drawn hear a second explosion at the finish of the Boston Marathon -- after the first explosion knocked down a runner.\n\nBy Jeff Black, Staff Writer, NBC News\n\nTwo deadly bomb blasts, seconds apart, turned the 117th Boston Marathon – the nation’s premier event for elite and recreational runners – into a tragedy on Monday. Here is a timeline of how the day’s events unfolded:\n\n9 a.m. ET — Race officials, competitors and onlookers observe 26 seconds of silence at the starting line in Hopkinton, Mass., west of Boston, in honor of the victims of the Sandy Hook Elementary School shooting.\n\nThe elite men start the 117th running of the Boston Marathon.\n\n9:17 a.m. — Fifty-three wheelchair competitors start the 26.2-mile race, on their way to the finish line at Boston’s Copley Square.\n\n9:32 a.m. — Fifty-one elite women runners set off.\n\n10 a.m. — The elite men and other top male runners — a wave of 3,000 — begin their race.\n\n10:10 a.m.-10:40 a.m. — The remainder of the field of about 24,000 runners leaves in two waves.\n\n11:58 a.m. — Kenyan Rita Jeptoo crosses the finish line as the women’s winner. Her winning time was 2 hours, 26 minutes, 25 seconds.\n\n12:10 p.m. — Lelisa Desisa of Ethiopia finishes to become the men’s winner. His winning time was 2 hours, 10 minutes, 22 seconds.\n\n2:50 p.m. — As thousands more runners run down Boylston Street toward the finish line, two explosions erupt, about a block apart and within about 8 seconds of one another.\n\nDan Lampariello tweeted \"Explosion at coply pic.twitter.com/EqKbGeWhha\n\n2:51-2:59 p.m. — Race volunteers and emergency workers on the scene rush to the aid of wounded spectators. A medical tent set up to care for fatigued runners is converted into a makeshift trauma clinic. Billowing gray smoke rises above a running gear store that overlooks the end of the marathon course.\n\n3 p.m. — Boston police report an incident at 673 Boylston St. in Boston, but do not say what it is. Boston police, fire and other emergency crews respond. Marathon headquarters at the Fairmount Copley Plaza Hotel near the finish line is locked down.\n\n3:30 p.m. — Reports and images from the scene begin to circulate on social media, including some graphic photos.\n\n4 p.m. — Law enforcement sources tell NBC News that small homemade bombs caused the explosions.\n\n4:10 p.m. — Boston officials report at least two people are dead and at least 100 other people injured, including some victims who had their legs severed; senior U.S. intelligence officials tell NBC that another undetonated bomb was found near the finish line; the FAA restricts flights around Boston’s airspace and halts all flights in and out of Boston’s Logan International Airport.\n\n4:12 p.m. — Police report a third blast near the JFK Library in Dorchester, Mass., about five miles to the south of Copley Square, but say it caused no injuries.\n\nBoston Globe / Getty Images Contributor\n\nFirst responders help the injured from the scene.\n\n4:30-5 p.m. — New York City, Washington, D.C., announce increased security. Pennsylvania Avenue next to the White House is closed to pedestrian traffic; a White House official, speaking with NBC News on condition of anonymity, says attack is being treated as \"act of terrorism.\"\n\nBoston Police Commissioner Edward Davis says each of the two blasts had multiple casualties. He urges people to stay inside and not gather in large groups.\n\nPresident Barack Obama calls Mass. Gov. Deval Patrick and offers federal resources to assist in the investigation.\n\nThe JFK Library reports that a fire in the building is out, and that it had appeared to have started in a mechanical room. Police Commissioner Davis now says that the fire does not seem to be related to the bombings.\n\n5:42 p.m. — Flights resume at Boston's Logan airport.\n\n6 p.m. — Officials tell NBC’s Jim Miklaszewski that Boston PD officers are \"guarding\" a wounded man at a Boston hospital as a \"possible suspect.\"\n\n6:10 p.m. — President Obama addresses the nation and offers condolences to the victims in Boston. \"We will find out who did this. We'll find out why they did this,\" he says in a 3-minute statement. \"Any responsible individuals, any responsible groups, will feel the full weight of justice.\"\n\n6:30 p.m. — An 8-year-old is reported to be one of the two people killed in the twin blasts.\n\n8:55 p.m. — Boston Police Commissioner Ed Davis announces the death toll rises to three in the Boston Marathon explosions.\n\n10:20 p.m. — Police confirm two explosives, each of which contained BBs or ball bearings that functioned as shrapnel; be-on-the-lookout alerts are issued for a man seen leaving the blast scene in dark clothing and a hood as well as one for a rental truck seen attempting to enter the area near the finish line.\n\nThe Associated Press contributed to this report.", "summary": "Two deadly bomb blasts, seconds apart, turned the 117th Boston Marathon – the nation’s premier event for elite and recreational runners – into a tragedy on Monday. Here is a timeline of how the day’s events unfolded:  9 a.m.  ET — Race …", "compression": 17.962962963, "coverage": 0.8888888889, "density": 34.3703703704, "compression_bin": "medium", "coverage_bin": "medium", "density_bin": "extractive"}
{"url": "http://www.nydailynews.com/blogs/pageviews/2013/04/self-published-thriller-predicts-bombs-at-boston-marathon", "archive": "https://web.archive.org/web/2013041819id_/http://www.nydailynews.com/blogs/pageviews/2013/04/self-published-thriller-predicts-bombs-at-boston-marathon", "title": "Self-published thriller predicts bombs at Boston Marathon", "date": "2013041819", "text": "When two bombs detonated in the final stretch of the Boston Marathon on Monday afternoon, runners, spectators and people across the country and around the world were stunned by the public nature of the terrorists' target. But one author, who wrote a book on the basis of such an attack, was less surprised than most.\n\nIn 2002, Tom Lonergan, who ran the marathon 17 times from 1983 to 1999, wrote and self-published a book called “Heartbreak Hill: The Boston Marathon Thriller.” In the novel, a terrorist plot to set off a series of bombs during the marathon is thwarted by a homicide detective.\n\nIn an email to the Huffington Post on Tuesday, Lonergan said, “I had an instant, visceral reaction to the events. ‘Oh my God, just as I predicted.’”\n\nIn the subsequent blogpost Lonergan wrote for Huff Post Books, Lonergan said he had the idea for the novel while running the 100th Boston Marathon.\n\n“The world was, as it is now, a tumultuous mess,” Lonergan writes. “And Boston then, as now, provided the largest single day spectator event in any country, 2.5 million spectators lining the course, from Hopkinton to Boston, men, women and children let out of school for the Patriot’s Day holiday.”\n\nLonergan wrote that during the four-plus hours he was running, he worried that bombs may be detonated in the area.\n\n“How easy, I thought, for any terrorist,” Lonergan writes. “An exceedingly soft target, as the experts say.”\n\nAlthough Lonergan said he would not withdraw his book from sale because it represents some of his “finest feelings for the marathon, the city of Boston and the sport of running,” he did find the bombing especially troubling given his foresight.\n\n“I could not help feeling as I saw the news reports on Monday that someone, somehow may have been inspired by my fiction,” he said.\n\nHowever, Huffington Post points out that Lonergan self-published his book through the company iUniverse and Lonergan said the book has not sold many copies.\n\nLonergan, who now works as a part time museum docent in Nantucket, Mass., suffered a knee injury in 2002 and chose to retire from running rather than receive surgery.\n\nIn his blogpost, he suggests the marathon be renamed to honor Martin Richard, the eight-year-old boy who lost his life in the blast, and writes that he may opt to receive surgery after all, so he can participate in next year’s Boston Marathon.\n\nHuffington Post updated its story to address the many negative comments it said it received that wondered if Lonergan was looking for publicity. Huffington Post said it contacted Lonergan and asked him to answer questions and write his blogpost.", "summary": "When two bombs detonated in the final stretch of the Boston Marathon on Monday afternoon, runners, spectators and people across the country and around the world were stunned by the public nature of", "compression": 15.5142857143, "coverage": 1.0, "density": 35.0, "compression_bin": "medium", "coverage_bin": "high", "density_bin": "extractive"}
{"url": "http://newsfeed.time.com/2013/04/15/boston-marathon-horror-twitter-erupts-with-word-of-explosions-at-the-finish-line/", "archive": "https://web.archive.org/web/2013041519id_/http://newsfeed.time.com/2013/04/15/boston-marathon-horror-twitter-erupts-with-word-of-explosions-at-the-finish-line/", "title": "At Least 2 Dead After Boston Marathon Explosions - Twitter Reacts After News of Blasts at Finish Line", "date": "2013041519", "text": "Police officers draw their weapons after hearing a second explosion near the finish line of the 117th Boston Marathon on April 15, 2013.\n\nMayhem descended on the Boston marathon Monday afternoon, when an explosion at the finish line killed at least two and injured at least 23. TIME is tracking the breaking news from the scene in downtown Boston. Follow here for constant updates.\n\n5:45 p.m.: A government official tells TIME the explosions in downtown Boston were the result of crudely made devices.\n\nPresident Obama is slated to give a White House briefing at 6:10 p.m.\n\n5:43 p.m.: While an earlier intelligence briefing indicated that cell phone service had been shut down in the Boston area, two national carriers refuted this. Officials with Verizon Wireless and Sprint Nextel said there have been no requests to shut down cell phone services, which are still operating under heavy traffic in Boston, the AP reports. Sprint spokeswoman Crystal Davis said: “Minus some mild call blocking on our Boston network due to increased traffic, our service is operating normally.”\n\n5:31 p.m.: The third blast at the JFK Library was apparently “fire related,” according to Boston Police Department spokeswoman Cheryl Fiandaca.\n\n5:26 p.m.: The White House has released a photo of President Obama on the phone with FBI Director Robert Mueller, receiving an update on the situation. Flanking the president are Lisa Monaco, Assistant to the President for Homeland Security and Counterterrorism, and Chief of Staff Denis McDonough. (This photo was originally posted to Flickr and taken by White House photographer Pete Souza.)\n\n5:11 p.m.: A law enforcement official tells the Associated Press that cell phone service has been shut down in the Boston area to prevent any potential remote detonations of explosives. Given the inability to reach runners and loved ones, Google has launched a Person Finder for anyone with information about people who may have been involved in the blast.\n\n5:08 p.m.: Video from overhead the finish line shows the terror in the wake of the blasts.\n\n4:50 p.m.: In a Monday evening press conference, Boston Police Commissioner Edward Davis discussed the incident: “At 2:50 p.m. simultaneous explosions occurred” near the finish line, about 75 to 100 yards apart. “Each scene resulted in multiple casualties” but wouldn’t confirm the exact number. As fearful spectators ran from the scene, a number of bags were left behind; the Boston Police Department is treating all left-behind bags as a “suspicious device.”\n\nDavis confirmed a third explosion at the nearby JFK Library, possibly unrelated, but stated that as of now they have not found another explosive device. The JFK Library is located 5 miles southeast of the blast site near Copley Square.\n\n4:47 p.m.: Other cities across the world are now reevaluating their marathon security plans. According to the Associated Press, police departments in New York City, Los Angeles, London and other cities are stepping up security efforts following the explosion while British police are reviewing security plans for the London Marathon, scheduled for next Sunday.\n\n4:42 p.m.: Statement from Massachusetts Governor Deval Patrick: “This is a horrific day in Boston. My thoughts and prayers are with those who have been injured. I have been in touch with the President, Mayor Menino and our public safety leaders. Our focus is on making sure that the area around Copley Square is safe and secured. I am asking everyone to stay away from Copley Square and let the first responders do their jobs.”\n\n4:40 p.m.: The New York Times has unveiled a map of the explosion site in proximity to the finish line.\n\n.@NYtimes mapped out where the explosions happened in Boston: ( nyti.ms/12gckh2) http://t.co/sEK96t5npa— Digg (@digg) April 15, 2013\n\n4:27 p.m.: According to intelligence officials, two more explosive devices were found at the scene near the marathon’s finish line and are currently being dismantled.\n\n4:24 p.m.: The White House says President Obama is tracking the situation closely. From TIME correspondent Zeke J. Miller in Washington, D.C.: “Shortly after being notified of the incident around 3pm EDT, the President received a briefing from Homeland Security adviser Lisa Monaco and other members of his senior White House staff in the Oval Office. The President called Boston Mayor Tom Menino and Massachusetts Governor Deval Patrick to express his concern for those who were injured and to make clear that his administration is ready to provide needed support as they respond to the incident.”\n\n4:08 p.m.: Roughly three hours after the winners crossed the finish line, there was reportedly a loud explosion on the north side of Boylston Street, just before the photo bridge that marks the finish line. Another explosion was heard by spectators a few seconds later. Initial reports from the said at least two people were dead, and 23 injured. (Watch here for further updates.)\n\nBoston marathon organizers said in a statement on Facebook that the explosion was caused by two bombs: “We are working with law enforcement to understand what exactly has happened.”\n\nBloody spectators were being carried Monday to the medical tent that had been set up to care for fatigued runners. Police wove through competitors as they ran back toward the course. “There are a lot of people down,” said one man, whose bib No. 17528 identified him as Frank Deruyter of North Carolina. He was not injured, but marathon workers were carrying one woman, who did not appear to be a runner, to the medical area as blood gushed from her leg. A Boston police officer was wheeled from the course with a leg injury that was bleeding.\n\n3:45 p.m.: A White House official told TIME that President Obama had been notified of the incident and that the administration was in contact with local authorities. Airspace above Boston was closed late Monday afternoon. Pedestrians were restricted from the sidewalk in front of the White House, as police cordoned off the area with yellow tape.\n\n“There are people who are really, really bloody,” said Runner Laura McLean of Toronto, who reported hearing two explosions outside the medical tent. “They were pulling them into the medical tent.”\n\nCherie Falgoust was waiting for her husband, who was running the race: “I was expecting my husband any minute,” she said. “I don’t know what this building is … it just blew. Just a big bomb, a loud boom, and then glass everywhere. Something hit my head. I don’t know what it was. I just ducked.”\n\nAfter September 11th, the Federal Bureau of Investigation started adding more protection to the race as part of increased counterterrorism efforts, director Robert S. Mueller, III said in a 2002 speech.\n\nMost people learned the news from Twitter, as numerous tweets included photos of a chaotic scene at the finish line:\n\nBREAKING NEWS: Two powerful explosions detonated in quick succession right next to the Boston Marathon finsh line this afternoon.\n\n“@ericuman: Horrific photo from Boston Marathon: https://t.co/c0ZvgyILcK&#8221;\n\nAnother pic from the Boston marathon, not good: bit.ly/17ePTYS\n\nCBS’s Boston affiliate WBZ captured the moment the explosion occurred on camera:\n\nThe windows of a Starbucks coffee were blown out in photo taken by user stackiii:\n\n- The Associated Press contributed to this report", "summary": "Mayhem descended on the Boston marathon Monday afternoon, when an explosion at the finish line killed at least two and injured at least 23. TIME is tracking the breaking news from the scene in downtown Boston. Follow here for constant updates. 5:45 p.m.", "compression": 29.6382978723, "coverage": 1.0, "density": 43.170212766, "compression_bin": "medium", "coverage_bin": "high", "density_bin": "extractive"}
{"url": "http://nation.time.com/2013/04/15/two-explosions-at-boston-marathon-finish-line/", "archive": "https://web.archive.org/web/2013041519id_/http://nation.time.com/2013/04/15/two-explosions-at-boston-marathon-finish-line/", "title": "Boston Marathon Bombing: 3 Dead, 140 Injured in 2 Explosions", "date": "2013041519", "text": "(BOSTON) — Two bombs exploded in the crowded streets near the finish line of the Boston Marathon on Monday, killing at least three people and injuring more than 140 in a bloody scene of shattered glass and severed limbs that raised alarms that terrorists might have struck again in the U.S.\n\nA White House official speaking on condition of anonymity because the investigation was still unfolding said the attack was being treated as an act of terrorism.\n\nPresident Barack Obama vowed that those responsible will “feel the full weight of justice.”\n\nAs many as two unexploded bombs were also found near the end of the 26.2-mile course as part of what appeared to be a well-coordinated attack, but they were safely disarmed, according to a senior U.S. intelligence official, who also spoke on condition of anonymity because of the continuing investigation.\n\nThe fiery twin blasts took place about 10 seconds and about 100 yards apart, knocking spectators and at least one runner off their feet, shattering windows and sending dense plumes of smoke rising over the street and through the fluttering national flags lining the route. Blood stained the pavement, and huge shards were missing from window panes as high as three stories.\n\n“They just started bringing people in with no limbs,” said runner Tim Davey of Richmond, Va. He said he and his wife, Lisa, tried to shield their children’s eyes from the gruesome scene inside a medical tent that had been set up to care for fatigued runners, but “they saw a lot.”\n\n(PHOTOS: Marathon Carnage: Explosions in Boston)\n\n“They just kept filling up with more and more casualties,” Lisa Davey said. “Most everybody was conscious. They were very dazed.”\n\nAs the FBI took charge of the investigation, authorities shed no light on a motive or who may have carried out the bombings, and police said they had no suspects in custody. Officials in Washington said there was no immediate claim of responsibility.\n\nPolice said three people were killed. An 8-year-old boy was among the dead, according to a person who talked to a friend of the family and spoke on condition of anonymity.\n\nHospitals reported at least 144 people injured, at least 17 of them critically. The victims’ injuries included broken bones, shrapnel wounds and ruptured eardrums.\n\nAt Massachusetts General Hospital, Alisdair Conn, chief of emergency services, said: “This is something I’ve never seen in my 25 years here … this amount of carnage in the civilian population. This is what we expect from war.”\n\nSome 23,000 runners took part in the race, one of the world’s oldest and most prestigious marathons.\n\nOne of Boston’s biggest annual events, the race winds up near Copley Square, not far from the landmark Prudential Center and the Boston Public Library. It is held on Patriots Day, which commemorates the first battles of the American Revolution, at Concord and Lexington in 1775.\n\nBoston Police Commissioner Edward Davis asked people to stay indoors or go back to their hotel rooms and avoid crowds as bomb squads methodically checked parcels and bags left along the race route. He said investigators didn’t know whether the bombs were hidden in mailboxes or trash cans.\n\nHe said authorities had received “no specific intelligence that anything was going to happen” at the race.\n\nThe Federal Aviation Administration barred low-flying aircraft within 3.5 miles of the site.\n\n(MORE: Live Updates From the Boston Marathon Explosions)\n\n“We still don’t know who did this or why,” Obama said at the White House, adding, “Make no mistake: We will get to the bottom of this.”\n\nWith scant official information to guide them, members of Congress said there was little or no doubt it was an act of terrorism.\n\n“We just don’t know whether it’s foreign or domestic,” said Rep. Michael McCaul, R-Texas, chairman of the House Committee on Homeland Security.\n\nA few miles away from the finish line and around the same time, a fire broke out at the John F. Kennedy Library. The police commissioner said that it may have been caused by an incendiary device but that it was not clear whether it was related to the bombings.\n\nThe first explosion occurred on the north side of Boylston Street, just before the finish line, and some people initially thought it was a celebratory cannon blast.\n\nWhen the second bomb went off, spectators’ cheers turned to screams. As sirens blared, emergency workers and National Guardsmen who had been assigned to the race for crowd control began climbing over and tearing down temporary fences to get to the blast site.\n\nThe bombings occurred about four hours into the race and two hours after the men’s winner crossed the finish line. By that point, more than 17,000 of the athletes had finished the marathon, but thousands more were still running.\n\nThe attack may have been timed for maximum carnage: The four-hour mark is typically a crowded time near the finish line because of the slow-but-steady recreational runners completing the race and because of all the friends and relatives clustered around to cheer them on.\n\nRunners in the medical tent for treatment of dehydration or other race-related ills were pushed out to make room for victims of the bombing.\n\nA woman who was a few feet from the second bomb, Brighid Wall, 35, of Duxbury, said that when it exploded, runners and spectators froze, unsure of what to do. Her husband threw their children to the ground, lay on top of them and another man lay on top of them and said, “Don’t get up, don’t get up.”\n\n(MORE: Explosions at the Finish Line: Two Eyewitness Accounts of Boston’s Marathon Attack)\n\nAfter a minute or so without another explosion, Wall said, she and her family headed to a Starbucks and out the back door through an alley. Around them, the windows of the bars and restaurants were blown out.\n\nShe said she saw six to eight people bleeding profusely, including one man who was kneeling, dazed, with blood trickling down his head. Another person was on the ground covered in blood and not moving.\n\n“My ears are zinging. Their ears are zinging,” Wall said. “It was so forceful. It knocked us to the ground.”\n\nCompetitors and race volunteers were crying as they fled the chaos. Authorities went onto the course to carry away the injured, while race stragglers were rerouted away from the smoking site.\n\nRoupen Bastajian, a state trooper from Smithfield, R.I., had just finished the race when he heard the blasts.\n\n“I started running toward the blast. And there were people all over the floor,” he said. “We started grabbing tourniquets and started tying legs. A lot of people amputated. … At least 25 to 30 people have at least one leg missing, or an ankle missing, or two legs missing.”\n\nThe race honored the victims of the Newtown, Conn., shooting with a special mile marker in Monday’s race.\n\nBoston Athletic Association president Joanne Flaminio previously said there was “special significance” to the fact that the race is 26.2 miles long and 26 people died at Sandy Hook Elementary School.\n\nAssociated Press writers Jay Lindsay, Steve LeBlanc, Bridget Murphy and Meghan Barr in Boston; Julie Pace, Lara Jakes and Eileen Sullivan in Washington; and Marilynn Marchione in Milwaukee contributed to this report.\n\nMORE: President Obama Remarks on the Boston Marathon Tragedy (Transcript and Video)", "summary": "Two bombs exploded in the packed streets near the finish line of the Boston Marathon on Monday, killing two people and injuring more than 100 in a terrifying scene of shattered glass, billowing smoke, bloodstained pavement and severed limbs, authorities said", "compression": 32.6222222222, "coverage": 0.9111111111, "density": 5.7555555556, "compression_bin": "medium", "coverage_bin": "medium", "density_bin": "mixed"}
{"url": "http://www.washingtonpost.com/world/national-security/explosions-disrupt-boston-marathon/2013/04/15/2664e802-a600-11e2-8302-3c7e0ea97057_story.html", "archive": "https://web.archive.org/web/2013041519id_/http://www.washingtonpost.com/world/national-security/explosions-disrupt-boston-marathon/2013/04/15/2664e802-a600-11e2-8302-3c7e0ea97057_story.html", "title": "Explosions kill at least 2 at Boston Marathon; dozens injured", "date": "2013041519", "text": "Boston Marathon officials described the blasts near the finish line as originating from “two bombs,” but there was no official confirmation that the blasts were caused by explosive devices.\n\nIn addition to the two confirmed deaths, The Boston Globe reported that nearly 100 people were injured.\n\nPolice confirmed that another explosion took place at the John F. Kennedy Library in Boston, and there were media reports that an undetonated device was found under a grandstand at the marathon. Authorities cautioned that it was unclear whether those incidents were related to the explosions.\n\nMassachusetts Gov. Deval Patrick urged people to “stay out of crowds” as they made their way home.\n\nA CNN producer who was at the race said the first large explosion was followed about 10 seconds later by another blast. He said he saw at least five or six people who appeared to be injured.\n\nEmergency personnel rushed to the area, and the street was quickly sealed off.\n\n“I saw it go off and smoke billowed up. Everyone just stopped and hunched down,” said Pam Ledtke, 51, from Indianapolis, who was about 75 yards from the finish line when the explosions went off. “They didn’t know what to do,” Ledtke said.\n\n“All of a sudden, people were screaming,” Ledtke added.\n\nThe explosions occurred shortly before 3 p.m. near the intersection of Boylston and Exeter streets. Local media reports said store fronts were blown out.\n\nMany of the injured appeared to be spectators who were watching the race. About half of the nearly 27,000 participants had reportedly finished the race when the blasts occurred. The racers came from at least 56 countries and territories.\n\n“I saw two explosions,” reported Boston Herald journalist Chris Cassidy, who was running in the marathon. “The first one was beyond the finish line. I heard a loud bang and I saw smoke rising.” The blast “looked like it was in a trash can or something,” he said. “There are at least a dozen that seem to be injured in some way.”\n\nPolice established a crime scene around the Prudential Center, which is near the finish line. The blast apparently occurred about 300 yards from the finish line.\n\nAuthorities in New York and Washington tightened security precautions in the wake of the blasts.\n\nPresident Obama was notified of the incident, and the administration is in contact with state and local authorities, a White House official said. Obama directed his administration to provide whatever assistance is necessary in the investigation and response, the official said.", "summary": "Blasts near the finish line of the renowned race caused dozens of  injuries and scattered crowds.", "compression": 27.5, "coverage": 0.7222222222, "density": 1.9444444444, "compression_bin": "medium", "coverage_bin": "low", "density_bin": "mixed"}
{"url": "http://online.wsj.com/article/SB10001424127887323346304578424950102614148.html", "archive": "https://web.archive.org/web/2013041719id_/http://online.wsj.com/article/SB10001424127887323346304578424950102614148.html", "title": "Two Explosions at Boston Marathon Finish Line", "date": "2013041719", "text": "Dramatic video taken by the Associated Press shows the aftermath of the two explosions that occurred near the finish line of this year's Boston Marathon.\n\nBOSTON—Two deadly explosions ripped through a crowd at the Boston Marathon on Monday, killing at least three people and injuring about 140, once again raising the specter of terrorism on American soil.\n\nAt about 2:50 p.m., some three hours after the winners had crossed the finish line but while thousands more runners still were on the streets, two bombs exploded 50 to 100 yards apart near the course's end in the city's crowded Back Bay section, Boston Police said.\n\nLisa Fleisher outlines the latest developments stemming from the Boston Marathon bombings.\n\nPolice officers sprang into action near a Boston Marathon runner.\n\nPanicked spectators fled the scene as smoke from the blasts filled the air, sirens wailed and exhausted, disoriented runners and families raced to find one another amid the mayhem.\n\nPresident Barack Obama, in a brief televised address, said he would put the full resources of the government behind the investigation. \"Make no mistake. We will get to the bottom of this and we will find out who did this and we will find out why they did this,\" he said.\n\nMr. Obama didn't describe the explosions as a terrorist attack, saying \"we don't yet have all the answers.\" But after his statement, a White House official said: \"Any event with multiple explosive devices—as this appears to be—is clearly an act of terror, and will be approached as an act of terror.\"\n\nPolice said Monday evening they had no suspects in custody. U.S. officials said investigators were combing through video recordings and the wreckage at the scene to try to determine who placed the bombs. Late Monday, Massachusetts State Police said a search warrant related to the investigation into the explosions was served Monday night in Revere, a Boston suburb, but provided no further details, according to the Associated Press.\n\nFederal authorities consider it a \"potential terrorist investigation,\" Richard DesLauriers, special agent in charge of the Boston office of the Federal Bureau of Investigation, said at a Monday night news briefing.\n\nIt was Patriots' Day in Boston, the Massachusetts holiday commemorating the first battles of the American Revolution. Schools and offices are closed, the Red Sox play a day game and the nation's oldest and most prestigious marathon takes over the streets.\n\nRaw video courtesy of WHDH shows one of the bombs detonating near the finish line of the Boston Marathon. Moments later, another blast can be heard down the street. Photo: AP.\n\nMore than half the runners had crossed the finish line at the time of the blasts. Those who hadn't were diverted from the course by police about a half mile from the end, witnesses said. Some 23,000 people had started the marathon, estimated the Boston Athletic Association, its organizer.\n\nThom Kenney, a 43-year-old Army veteran who recently returned from Afghanistan, had just crossed the finish line when the explosions rang out. \"Most of the people were looking back at the first explosion, wondering what it was, when the second explosion went off,\" he said. \"When that went off, we all started calling our families as fast as we could.\"\n\nThe explosions \"sounded like an IED—that was the first reaction that I had,\" he said, referring to the improvised explosive devices used in Afghanistan.\n\nPolice initially reported a third explosion at the John F. Kennedy Presidential Library and Museum, about six miles away, then said it had been a fire in a mechanical room. But fearing more explosions or other events, authorities urged people to stay inside and avoid large crowds.\n\nThe blasts temporarily halted the city's transportation system as well as flights. The Federal Aviation Administration ordered flights bound for Boston's Logan International Airport to remain at their original airports until late afternoon.\n\nHospitals around the city were flooded with victims bearing a range of injuries.\n\n\"These are very high-force, high-impact injuries so they cause a lot of damage to tissue and to bone,\" said Ron Walls, chairman of the department of emergency medicine at Brigham and Women's Hospital. Shrapnel embedded in some patients' skin seemed to be objects from the street, not from any explosive device, he said.\n\nA Massachusetts General spokeswoman said injuries there ran the gamut from \"cuts and scrapes to amputations.\"\n\nAt Beth Israel Deaconess Medical Center, Dr. Stephen Epstein, attending physician in the emergency department, said X-rays of patients showed metal balls that appeared to be ball bearings. \"They look like BBs,\" he said, adding that the balls were distinct from the shrapnel thrown up from debris on the street. Dr. Epstein said some people are at risk of losing limbs.\n\nBoston Police Commissioner Edward Davis called the bombs \"powerful devices\" but declined to describe them further. \"There was no specific intelligence that anything was going to happen,\" Mr. Davis said at a news conference.\n\nOnlookers rushed to help victims after two explosions near the finish line of the Boston Marathon on Monday. The White House described the bombings as 'an act of terror.'\n\nA Justice Department official said Attorney General Eric Holder directed agents of the Bureau of Alcohol, Tobacco, Firearms and Explosives to investigate. The chairman of the House Homeland Security Committee, Rep. Michael McCaul (R., Texas), said that \"if this is in fact a malicious attack, those responsible will be held accountable.''\n\nBrent Cunningham, 46, had traveled from Sitka, Alaska, to run in the marathon. \"We heard two explosions, and I thought, 'that had a 9/11 feel to it,' \" he said.\n\nMr. Cunningham had finished the race and was walking in Boston Common with his family when the blasts hit. \"It wasn't until we heard sirens, then we knew something had happened.\"\n\nBeth Wolniewicz, a 46-year-old Chicago resident, said she had finished the race about three minutes before the initial blast. \"I saw the first explosion. I never saw the second one go off,\" she said. \"It was loud but more staggering was the velocity of the smoke. It was rising really quickly.\"\n\nPaul Thompson, a spectator who is a sports cardiologist, has researched and published extensively about the health implications of running the Boston Marathon. Driving away from the bloody scene near the finish line Monday, Dr. Thompson couldn't speak without crying.\n\n\"For what? For what?\" said the 65-year-old. \"These people are totally innocent. They're not engaged in combat.\"\n\nA 29-time finisher of the race who first witnessed it as a child at his father's knee, Dr. Thompson said he couldn't imagine the race ever being the same. \"Unequivocally, it will change these events. It will become less fun. Less of a party. I just can't tell you how terrible I think this is.\"\n\nThe London Marathon is scheduled to take place this Sunday. In a statement released by the London Marathon Twitter account, Metropolitan Police Chief Superintendent Julia Pendry said of the coming race, \"We will be reviewing our security arrangements in partnership with London Marathon.\"\n\nOther cities across the country heightened security after the Boston explosions. New York Police Department officials activated emergency measures to protect \"hotels and other prominent locations\" in New York City, spokesman Paul Browne said Monday. Critical response vehicles were deployed to locations throughout the city \"until more about the explosion is learned,\" he said.\n\nWrite to Jennifer Levitz at jennifer.levitz@wsj.com, Kevin Helliker at kevin.helliker@wsj.com and Sara Germano at sara.germano@wsj.com\n\nCorrections & Amplifications Counterterrorism officials found five additional suspect devices around the Boston area on Monday, but a law-enforcement official later said closer examinations led them to doubt that they were bombs. An earlier version of this article cited people briefed on the investigation saying officials believed they were undetonated explosive devices.\n\nA version of this article appeared April 16, 2013, on page A1 in the U.S. edition of The Wall Street Journal, with the headline: Deadly Blasts Rock Boston.", "summary": "Two deadly explosions brought the Boston Marathon and much of this city to a chaotic halt Monday, killing at least three people, injuring about 140 and once again raising the specter of terrorism on American soil.", "compression": 40.8717948718, "coverage": 0.8974358974, "density": 5.3076923077, "compression_bin": "high", "coverage_bin": "medium", "density_bin": "mixed"}
