{"url":"http:\/\/online.wsj.com\/news\/articles\/SB10001424052702303997604579240503370719642","archive":"https:\/\/web.archive.org\/web\/2013120619id_\/http:\/\/online.wsj.com\/news\/articles\/SB10001424052702303997604579240503370719642","title":"Nelson Mandela Dies at 95","date":"2013120619","text":"Updated Dec. 5, 2013 9:51 p.m. ET\n\nNelson Mandela, who rose from militant antiapartheid activist to become the unifying president of a democratic South Africa and a global symbol of racial reconciliation, died at his Johannesburg home following a lengthy stay at a Pretoria hospital, the government said Thursday. He was 95.\n\nIn a state television address, President Jacob Zuma said Mr. Mandela had died that evening after a long illness. \"Our nation has lost its greatest son. Our people have lost a father,\" said Mr. Zuma, dressed in a dark jacket and reading his statement in deep somber tones. \"Although we knew that this day would come, nothing can diminish our sense of a profound and enduring loss.\"\n\nIn a somber statement from the White House, President Barack Obama said Mr. Mandela \"achieved more than could be expected of any man. Today he's gone home and we've lost one of the most influential, courageous and profoundly good human beings that any of us will share time with on this Earth.\"\n\nMr. Obama also expressed his condolences in a phone conversation with Mr. Zuma.\n\nAs Mr. Zuma addressed the nation, passersby stopped outside Mr. Mandela's home in Johannesburg, crying and carrying flowers and lighting candles. South Africa's state television broadcaster played \"Amazing Grace,\" as it scrolled through pictures of Mr. Mandela's life and his struggle against apartheid.\n\n\"Tata Madiba was our hero, our leader and our mentor,\" said 39-year-old Michelle Colet, using affectionate terms for Mr. Mandela. \"The country is going to be at a standstill.\"\n\n\"He brought white and black people together without fighting,\" said her son, 10-year-old Teagan Colet.\n\nMr. Mandela spent nearly three months in the hospital through September, initially to treat a lung infection. It was the latest in a series of increasingly severe ailments South Africa's first black president had battled since contracting tuberculosis during his nearly three decades in prison for opposing the former white-minority regime.\n\nThough Mr. Mandela had stepped down from the presidency in 1999, he remained a father figure for a country going through wrenching economic and political change. South Africa's economy has struggled to grow about 2% this year, well below government targets of 7%, and unemployment among young people is close to 80%. In recent years, protests in predominantly black townships have erupted over poor public services and a dearth of job opportunities. Many young black South Africans, born after the dawn of democracy in 1994, are channeling their frustration toward the current government, led by Mr. Mandela's African National Congress.\n\nIt was as a prisoner that Mr. Mandela first became a rallying point for opponents of apartheid. After he was sentenced to life in prison in 1964, he spent more than 25 years behind bars, much of it in a maximum-security prison on Robben Island, off the coast of Cape Town.\n\nBy the time he was released from a different prison in 1990, the tables had been turned. South Africa had become a pariah nation, and Mr. Mandela would lead his country's re-embrace of a world that had spurned its racist government.\n\nWith South African President F.W. de Klerk, with whom he had met secretly with other apartheid officials in prison, Mr. Mandela would pick apart the machinery of white political domination through painstaking negotiations. Those negotiations laid the groundwork for the election in 1994 of the country's first black president—Mr. Mandela himself.\n\nMr. Mandela inherited a fractured nation. He led it back from the brink of civil war, forming a government of national unity that demolished apartheid and established a constitution that is one of the most liberal in the world in terms of human rights—outlawing, for example, discrimination based on sexual orientation. South Africa later became the first country on the continent to legalize gay marriage.\n\nThe Truth and Reconciliation Commission he championed hastened the end of racial conflict by granting amnesty in return for testimony, and became a model for ending seemingly intractable conflicts elsewhere. East Timor, Liberia and Peru were among the countries that would follow South Africa's example.\n\nThe former leader's thoughts about death, courage, oppression and more.\n\nIf I had my time over I would do the same again. So would any man who dares call himself a man.\n\nAt the time, Mr. Mandela's tall task was, as he put it, to find the \"middle ground between white fears and black hopes.\" But he also needed to reconcile disparate factions within his party, the African National Congress. Some influential ANC leaders wanted to take a tougher line against whites after triumphing at the ballot box, and some argued for a wealth tax to speed the redistribution of the country's resources, said Verne Harris, a historian at the Nelson Mandela Centre of Memory, which houses the archives of the former president.\n\n\"There were many who argued the case for tough love—don't make it easy for them,\" said Mr. Harris. \"Reconciliation was a beautiful fit for South Africa, but we forget that it wasn't the only approach being discussed at the time.\"\n\nDuring his six decades in the public arena, Mr. Mandela wasn't above precipitous shifts in position. He initially put his faith in Gandhian nonviolence, but when strikes and protests began to seem futile, he founded a band of saboteurs. He believed in obedience to the party but acted unilaterally at turning points in the struggle. He advocated nationalizing South Africa's mines but changed his mind when the stance threatened to deprive a struggling economy of much-needed capital.\n\nEven occasional critics would come to see Mr. Mandela as the political glue that held his party, and later the country, together.\n\nMr. de Klerk, who would serve as Mr. Mandela's deputy after the country's first democratic vote, said his former adversary \"could be brutal\" in negotiations. But the pair, who shared the 1993 Nobel Peace Prize for the country's democratic transition, was able to sell compromises to supporters who differed radically in outlook. Mr. de Klerk said in a 2012 speech that the 6'4\" former boxer \"had the stature and the strength to hold his fractious alliance together—even at the most difficult junctures.\"\n\nRolihlahla Mandela—\"Nelson\" was added when he started school—was born July 18, 1918, to a chief of the Thembu tribe of the Xhosa people in South Africa. He grew up in a village of mud huts and grass rooftops, the floors made of earth smeared with cow dung, in the land known as the Transkei. Women farmed corn, or mealies, pumpkins and beans; men left their families to work on white-owned farms or mines. Blacks at the time had few rights in the new country, founded by white European immigrants known as Afrikaners.\n\nMr. Mandela was the first in his family to attend school and eventually began working toward a law degree in Johannesburg, a bustling commercial hub. He hoped for a civil-service job in the Native Affairs Department in the government, about as high as a black man could aspire at the time.\n\nHis struggle for civil rights involved \"a steady accumulation of one thousand slights, one thousand indignities, one thousand unremembered moments, [that] produced in me an anger, a rebelliousness, a desire to fight the system that impoverished my people,\" he wrote in his autobiography.\n\nHe joined the African National Congress and helped found its Youth League. In his early years as an activist, Mr. Mandela viewed with deep suspicion the white Communists who he feared would take over the black liberation movement. In one defeated motion, he sought to expel Communist members from the ANC. Another time, Mr. Mandela recounted in his autobiography, he stormed the stage of a Communist Party meeting, tearing up signs and grabbing the microphone. He would mellow in his later years, and would even come to view South Africa's Communists as critical allies and laud a socialist path for development. But unlike many of his fellow ANC leaders, Mr. Mandela distanced himself ideologically from the country's Marxists.\n\n\"I believed that it was an undiluted African nationalism, not Marxism or multiracialism, that would liberate us,\" he wrote.\n\nThe ANC became the center of resistance to apartheid, the South African system of racial segregation, introduced after the National Party came to power in 1948. The system made racial distinctions into law, forbidding interracial relationships, mandating that the races live apart and requiring that all South Africans be registered by race.\n\nIn response to the new restrictions, Mr. Mandela helped lead a series of strikes and demonstrations in which members used facilities reserved for whites. For his role in the campaign, Mr. Mandela was banned from appearing in public for three years, until 1955.\n\nThe following year, Mr. Mandela and several other executive members of the ANC were charged with high treason and conspiracy to overthrow the state—charges that carried the death penalty. The trial was delayed, and in 1961 all the defendants were acquitted.\n\nYears of confrontations with authorities, including the Sharpeville massacre of 1960 in which 69 protesters were killed by police, persuaded Mr. Mandela to abandon his commitment to Gandhian nonviolence. He organized a sabotage unit and went underground, disguised as a chef, a chauffeur or a \"garden boy\" with blue overalls and round glasses.\n\nMr. Mandela was arrested in 1962 and put on trial for inciting strikes. Rather than defend himself against the charges, he indicted the apartheid state in a four-hour speech that became one of the founding texts of a postapartheid state. He was sentenced to five years in prison.\n\nMonths later, he was charged with sabotage and conspiracy to overthrow the government, a capital crime, after a police raid on a Johannesburg farmhouse turned up plans for guerrilla warfare in South Africa. This time he was sentenced to life in prison, along with seven other ANC members.\n\nAt the opening of what became known as the Rivonia trial, Mr. Mandela delivered another long speech that ended with his vision for a new South Africa, and what he was willing to sacrifice for it.\n\n\"During my lifetime, I have dedicated myself to this struggle of the African people. I have fought against white domination, and I have fought against black domination. I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities. It is an ideal which I hope to live for and to achieve. But if needs be, it is an ideal for which I am prepared to die,\" he said.\n\nMr. Mandela, then 46 years old, spent the next 18 years on Robben Island, a former leper colony turned maximum-security prison.\n\nHe entered Robben Island a militant who had failed to topple a government, but came out as a leader who succeeded in building a new nation on a platform of peace and reconciliation among races. Mr. Mandela would later credit prison for uniting the country's future leaders, giving them time to talk through differences and forging a collective will to persevere. In an early sign of how he would reach across the political and racial divide, Mr. Mandela taught himself Afrikaans and used the language to charm his guards—and elicit more sympathetic treatment.\n\nIn general, though, conditions were harsh and just as segregated as the nation. Blacks were low men on the totem pole, forced to wear shorts—the uniform of young boys—while quarrying limestone and collecting seaweed.\n\nMr. Mandela organized hunger strikes for improved conditions and kept in touch with other ANC members by hiding messages in food bowls, matchboxes or under toilet seats.\n\nIn a battle with wardens over the right to wear long pants, Mr. Mandela spent weeks in solitary confinement. But the biggest battle he waged in prison was for the survival of the antiapartheid movement, and that was one he fought with other political prisoners. What he learned, Mr. Mandela said, was the value of banding together to share information, to endure hardships and to defy efforts to break the human spirit.\n\n\"It would be very hard, if not impossible, for one man alone to resist,\" he later wrote in \"Long Walk to Freedom,\" his autobiography. \"But the authorities' greatest mistake was to keep us together, for together our determination was reinforced.\"\n\nOutside, the struggle in South Africa had grown increasingly violent. ANC and other antiapartheid fighters were arrested, detained and tortured. Mr. Mandela became the face who transcended fragmented freedom movements.\n\nMr. Mandela's greatest contribution was his decision to begin negotiations with the apartheid state while he was still in detention. The apartheid government, increasingly isolated internationally, was looking for a way out. South Africa kept negotiations secret, and Mr. Mandela didn't inform his ANC comrades.\n\n\"There are times when a leader must move out ahead of the flock, go off in a new direction, confident he is leading his people the right way,\" he wrote in his memoir.\n\nFive years of private meetings followed, with Mr. Mandela sitting down with various officials, and ultimately the president, Mr. de Klerk. In his opening speech to Parliament in 1990, Mr. de Klerk scrapped a ban on opposition parties and announced the release of political prisoners, including Mr. Mandela. Talks later began between Mr. de Klerk's Afrikaner-led government and opposition parties, including Mr. Mandela's African National Congress.\n\n\"The season of violence is over,\" Mr. de Klerk said at the time. \"The time for reconstruction and reconciliation has arrived.\"\n\nMr. Mandela was released on Feb. 11, 1990, under a blue sky. He emerged from the prison gates and raised his fist to a roar from the crowds who had gathered to greet him.\n\nMany whites supported Mr. Mandela and had joined protests for his release. But there remained unresolved anger from blacks over the apartheid state.\n\nBlacks continued to stage protests, while ethnic tensions also flared. Armed with guns and knives, mostly Zulu supporters of the Inkatha Freedom Party fought ANC loyalists in bloody street battles. At a time when Mr. Mandela had hoped officials could put aside distrust and differences, South Africa was swept up in violence.\n\nThe violence derailed talks even before they began. Mr. Mandela balked at engaging the apartheid government after police in March 1990 fired on unarmed protesters outside Johannesburg, killing 12. Mr. Mandela said he told Mr. de Klerk he couldn't \"talk about negotiations on the one hand and murder our people on the other.\"\n\nAfter a four-year transitional government, elections were held on April 27, 1994, open for the first time in South Africa's history to all men and women of voting age. Mr. Mandela was elected president.\n\nIn 1996, he and his wife divorced. Winnie Mandela was a popular antiapartheid figure in her own right but one whose alleged involvement in human-rights abuses and corruption had left her tainted. Mr. Mandela, though, chastised himself for not being around during his two decades in prison, leaving Winnie to raise their children largely alone.\n\n\"I personally never regret the life [Winnie] and I tried to share together,\" Mr. Mandela told reporters at a news conference announcing his separation in 1992. \"Circumstances beyond our control however dictated it should be otherwise.\"\n\nAfter nearly three decades in prison, Mr. Mandela was viewed by many as a political saint, although he was the first to dismiss such sterile descriptions. \"Never forget that a saint is a sinner who keeps on trying,\" he wrote in a 1975 letter to Winnie from prison that he quoted in his book \"Conversations With Myself.\"\n\nBut by ending white minority rule peacefully, through compromises with Mr. de Klerk, Mr. Mandela set a new standard for resolving conflicts far beyond South Africa. He showed how nations divided by ethnic, racial and religious violence and hate may begin to come together, even if that process at home has been more painful and taken longer than most people had hoped.\n\nUnlike many African leaders hailed as heroes and freedom fighters, Mr. Mandela stepped down from office after only one term. He established three foundations in his name, dedicated to tolerance and preserving the history of the antiapartheid fight. He married his third wife, Graça Machel, on his 80th birthday, and settled into a spacious home in a leafy suburb of Johannesburg.\n\nIn the final years of his life, Mr. Mandela largely retreated from public view, spending time with his children and grandchildren in the rural village of Qunu in the Eastern Cape, not far from where he was born.\n\nMr. Mandela's hospital visits sparked bouts of panic in government and the media. The anxiety underscored how hungry the public remained for information about the former political prisoner who became the country's first black president, a transition that changed how the world viewed South Africa and how South Africans viewed themselves.\n\n—Patrick McGroarty and Devon Maylie contributed to this article.\n\nWrite to Peter Wonacott at peter.wonacott@wsj.com","summary":"Nelson Mandela, who rose from militant antiapartheid activist to become the unifying president of a democratic South Africa and a global symbol of racial reconciliation, died at his Johannesburg home on Thursday. He was 95.","compression":84.641025641,"coverage":1.0,"density":27.2051282051,"compression_bin":"high","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/www.washingtonpost.com\/world\/africa\/2013\/12\/05\/33558832-5df7-11e3-bc56-c6ca94801fac_story.html","archive":"https:\/\/web.archive.org\/web\/2013120619id_\/http:\/\/www.washingtonpost.com\/world\/africa\/2013\/12\/05\/33558832-5df7-11e3-bc56-c6ca94801fac_story.html","title":"Nelson Mandela, ex-president of South Africa, dies at 95","date":"2013120619","text":"To a country torn apart by racial divisions, Mr. Mandela became its most potent symbol of national unity, using the power of forgiveness and reconciliation to heal deep-rooted wounds and usher in an era of peace after decades of conflict between blacks and whites. To a continent rife with leaders who cling to power for life, Mr. Mandela became a role model for democracy, stepping down from the presidency after one term and holding out the promise of a new Africa.\n\nAnd to a world roiled by war, poverty and oppression, Mr. Mandela became its conscience, fighting to overcome some of its most vexing problems. He was a Nobel Peace Prize laureate who spent 27 years in prison as part of his lifelong struggle against racial oppression.\n\nThroughout this moral and political fight, Mr. Mandela evoked a steely resolve, discipline and quiet dignity, coupled with a trademark big, charismatic smile. He ultimately carried them into office as South Africa’s first black president.\n\nHis victory capped decades of epic struggle by the African National Congress and other liberation groups against South Africa’s brutal white rulers, first under British colonialism and then under a white-run system called “apartheid,” or racial separation.\n\nOn the day of his inauguration — May 10, 1994 — Mr. Mandela stood at the podium near South Africa’s last apartheid-era president, F.W. de Klerk. A year earlier, they had shared the Nobel Prize for what the Nobel committee called “their work for the peaceful termination of the apartheid regime, and for laying the foundations for a new, democratic South Africa.”\n\n“We have, at last, achieved our political emancipation,” Mr. Mandela, then 75, declared. “Never, never and never again shall it be that this beautiful land will again experience the oppression of one by another . . . the sun shall never set on so glorious a human achievement.”\n\nOnly a few years before, the 20th century’s most celebrated political prisoner had been dubbed a terrorist by the conservative governments in the United States and Britain under Ronald Reagan and Margaret Thatcher, respectively.\n\nIn the decades after Mr. Mandela’s release from prison in 1990, many South Africans of all races referred to him reverentially as Madiba, his Xhosa clan name. Countless others called him Tata, which means father in the Xhosa language.\n\nFor all his achievements, Mr. Mandela will also be remembered as slow to react to the HIV\/AIDS epidemic that began sweeping South Africa on his watch. It was not until 1998, four years into his presidency, that he directly addressed the South African public about the disease. Later, he would acknowledge that he had not initially recognized the severity of the epidemic.","summary":"He was the country’s most potent symbol of unity, using the power of forgiveness and reconciliation.","compression":27.5263157895,"coverage":1.0,"density":5.3157894737,"compression_bin":"medium","coverage_bin":"high","density_bin":"mixed"}
{"url":"http:\/\/www.people.com\/people\/article\/0%2C%2C20461287%2C00.html","archive":"https:\/\/web.archive.org\/web\/2013120519id_\/http:\/\/www.people.com\/people\/article\/0,,20461287,00.html","title":"Nelson Mandela Is Dead at 95 : People.com","date":"2013120519","text":"the longstanding fight against South Africa's white supremacist government – and rose from its victimized prisoner to his nation's powerful and compassionate leader – has died, according to South African President Jacob Zuma.\n\n\"My Fellow South Africans, our beloved Nelson Rolihlahla Mandela, the founding President of our democratic nation has departed. He passed on peacefully in the company of his family around 20h50 on the 5th of December 2013,\" Zuma\n\n\"He is now resting. He is now at peace. Our nation has lost its greatest son. Our people have lost a father. Although we knew that this day would come, nothing can diminish our sense of a profound and enduring loss.\"\n\nHaving suffered from failing health over the past several months, Mandela was readmitted to a Pretoria hospital in early June for a recurring lung infection that at one point developed into pneumonia. His lungs had been weakened as a result of his contracting tuberculosis during the 27 years he spent behind bars. On Sept. 1, he was released from the hospital but remained \"critical and is at times unstable,\" according to a statement from the Office of the Presidency of the Republic of South Africa. His treatment continued at home.\n\nDuring those years as political prisoner No. 0221141011, and later No. 46664, Mandela's words and physical likeness were barred from public view in South Africa. Yet, his fame and reputation only grew,\n\n, propelled even further in the instant that Mandela was set free by the country's then-president, F.W. de Klerk.\n\n\"Our struggle has reached a decisive moment,\" Mandela, then 71, told thousands of cheering supporters hours after his release. \"We have waited too long for our freedom. We can no longer wait. Now is the time to intensify the struggle.\"\n\nBorn in the rural village of Qunu, Mandela spent his early days tilling fields and herding cattle, and his nights listening to tribal elders talk of the time before the white man came to that part of South Africa. Even as a youth, Mandela showed signs of leadership. In 1930, after the death of his father, Henry Gadla Mandela – a farmer who was also the main adviser to the Paramount Chief of the Tembu tribe – 12-year-old Nelson was sent to live in the chief's Great Place, where his intelligence quickly marked him as the heir apparent who would someday rule the tribe.\n\nBut Mandela – whose tribal name, Rolihlahla, meant \"one who brings trouble upon himself\" – instead chose the path of political activism. In 1940, he was expelled from Fort Hare College in the Eastern Cape for helping to organize a strike protesting efforts to limit the power of the student council. The next year he headed for Johannesburg, where he landed a job as a clerk in a white law office – and began studying for his correspondence law degree from the University of the Witwatersrand.\n\nAlong the way, Mandela married Evelyn Ntoko Mase, a nurse with whom he had four children: son Thembi (1946-69), son Makgatho (1950-2005), daughter Maki (born in 1953) and another daughter, who died when she was 9 months old. But the marriage was troubled. Evelyn wanted her husband to concentrate on his career and forget politics, while Nelson felt deep anger at the discrimination he witnessed daily. In 1944, Mandela and two close friends formed the Youth League of the African National Congress.\n\nDuring that time in Johannesburg, Mandela began keeping company with a social worker named Nomzamo Winnie Madikizela, who was then 20 – 16 years his junior. Mandela separated from Evelyn in 1955, and they were divorced two years later.\n\ncontended that her mother learned of the divorce in a newspaper article, which left lingering bitterness.\n\nThe courtship between Nelson and Winnie was far from routine, PEOPLE noted. In December 1956, police arrested Mandela and 155 other activists, charging them with treason for staging strikes and protests in opposition to apartheid laws. Their marathon trial ended five years later in acquittal, but within months of the verdict, Mandela had gone underground to form the military wing of the ANC, which then launched a series of bombings on power plants, rail lines and other strategic targets.\n\nThus began a life of physical separation for Nelson and Winnie, who married in 1958 and had two children, daughters Zeni, born in 1958, and Zindzi, in 1960.\n\nAfter more than a year on the run, Mandela was captured by police. He was convicted of sabotage and treason in June 1964 and sentenced to life in prison. Immediately sent to Robben Island, a craggy, windblown Alcatraz near Cape Town harbor, Mandela spent his first six months using a sledgehammer to break rocks into gravel for the roads around the prison. Later, he was sent to work in the island's limestone quarry.\n\nMandela tried to make the best of the 18 years he spent on the island. Denied newspapers until 1980, he and his ANC comrades kept abreast of developments in South Africa through smuggled messages. In the evening they talked politics and proselytized new prisoners – so effectively that the place became known as Mandela University.\n\n\"I learned that courage was not the absence of fear, but the triumph over it,\" he said. \"The brave man is not he who does not feel afraid, but he who conquers that fear.\"\n\nFollowing his release, Mandela worked tirelessly with de Klerk to avoid a civil war, and in 1993, the two leaders shared the Nobel Peace Prize for their efforts. In 1994, in an unprecedented move for South Africa, Mandela was voted the nation's first black president, a job he served for five years.\n\nBy then, however, his marriage to Winnie had crumbled amid rumors of her infidelity. (She also was\n\nin 1991 in connection with the kidnapping and assault of a 14-year-old informant. In 2003, she was found guilty of fraud and theft of money from a funeral fund.) They separated in 1992, though she was among the visitors to the hospital to see Mandela in his final days.\n\nIn 1998, on his 80th birthday, Mandela married his third wife, Graça Machel, widow of Mozambique president Samora Machel, an ANC ally who had died in a 1986 plane crash. The next day they had a star-studded party with 2,000 guests,\n\n, including Michael Jackson, Stevie Wonder, Danny Glover and Archbishop Desmond Tutu, who had gently chided the couple for living out of wedlock. \"She's made a decent man out of him,\" Tutu said. \"Now you won't shout at me,\" Mandela, with a laugh, told his old friend.\n\nFollowing his retirement from office, Mandela helped bring attention to a number of social-justice causes through the\n\n, and for a long time he continued an exhausting schedule. In July 2010, his age finally catching up with him, he made a rare public appearance at soccer's World Cup final, circling the field in a golf cart with his wife.\n\n\"I have walked that long road to freedom,\" Mandela once said. \"I have tried not to falter; I have made missteps along the way. But I have discovered the secret that after climbing a great hill, one only finds that there are many more hills to climb.\"","summary":"The South African leader, who passionately fought apartheid, dies at age 95","compression":102.0714285714,"coverage":0.7142857143,"density":1.0,"compression_bin":"high","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.washingtonpost.com\/blogs\/worldviews\/wp\/2013\/12\/06\/latest-updates-reactions-to-nelson-mandelas-death\/","archive":"https:\/\/web.archive.org\/web\/2013120619id_\/http:\/\/www.washingtonpost.com\/blogs\/worldviews\/wp\/2013\/12\/06\/latest-updates-reactions-to-nelson-mandelas-death\/","title":"Nelson Mandela dies","date":"2013120619","text":"new content is available. click to update.\n\nAfrica bureau chief Sudarsan Raghavan talked to WBUR from South Africa about the scene outside Mandela’s house in Johannesburg — and the prayers, songs and also some fears that are being voiced across the country.\n\nWe’re winding down our live updates here. For the latest news, stay with The Washington Post throughout the day and beyond as we continue to report on reactions to Mandela’s death, reflections on his life and more.\n\nAs the world remembers Nelson Mandela, The Post’s Craig Timberg discusses the former South African president’s hesitation to acknowledge the HIV epidemic spreading across Africa, which cost Mandela both politically and personally.\n\nFormer Secretary of State Madeleine K. Albright honored Nelson Mandela on Friday by saying he taught the world the power of forgiveness.\n\n“President Mandela was an activist, a prisoner of conscience, a political leader, a venerated statesman and he was, above all, a teacher,” Albright said. “He taught us that the power of forgiveness is greater than the power of hate.”\n\nShe added, “His presence on this earth will be sorely missed, but his lessons will endure in the hearts of millions.”\n\nAlbright made her comments at an awards ceremony in Washington, where former Secretary of State Hillary Rodham Clinton received the Tom Lantos Human Rights Prize.\n\nA Cuban hangs a poster of Mandela and Fidel Castro. (Yamil Lage\/AFP\/Getty Images)\n\nCommunist authorities in Havana ordered a national day of mourning for Mandela, calling him a “model revolutionary,” and broadcasting photos and videos of him embracing Fidel Castro during a visit to the island in 1991.\n\nMandela’s leftist roots made him a longtime sympathizer of Castro, and Mandela credited Cuba’s Cold War-era military interventions in Africa in the 1970s and 1980s as helping to defeat apartheid. Cuban troops fought directly against South African forces during the civil war in Angola, and Mandela said that news of Cuban battlefield victories reached him in his prison cell.\n\nThere was no immediate statement on his death from the ailing Castro, 87.\n\nFormer U.S. secretary of state Colin Powell talked to the BBC’s Newshour about Mandela, sharing his experience at Mandela’s 1994 inauguration. He talked about the world leaders who were there, and waiting for Mandela’s arrival, “that magic moment which seemed to take forever.”\n\nHe also discussed Mandela’s position on the U.S. terror list.\n\n“During those times when the ANC was bombing things and doing other violent acts, a case could be made that it was appropriate to put him on a terrorist list, and that’s what the United States did at that time,” he said. “But then things changed, as things often do in the world.”\n\nListen to the interview here:\n\nPresident Obama and his wife Michelle will travel to South Africa next week to honor Nelson Mandela, the White House said Friday morning.\n\n“President Obama and the First Lady will go to South Africa next week to pay their respects to the memory of Nelson Mandela and to participate in memorial events,” said press secretary Jay Carney. “We’ll have further updates on timing and logistics as they become available.”\n\nMandela’s funeral is expected to be held Dec. 15, a week from Sunday. But there will be events honoring the former South African president and leader all week long. Obama has long been expected to travel to South Africa to honor Mandela, who he calls an inspiration and hero.\n\nIn a statement that was immediately met with derision from opposition activists and commentators, Syrian President Bashar al-Assad, who is two and a half years into a civil war that began as a peaceful uprising against his dictatorial rule, on Friday said Mandela’s fight for freedom and justice should provide a lesson for the world’s oppressors.\n\n“His history of struggle has become an inspiration to all the vulnerable peoples of the world, in the expectation that oppressors and aggressors will learn the lesson that in the end it is they who are the losers,” said a statement on the official Facebook page for the Syrian Arab Republic’s Presidency. Mandela would continue to be “a symbol of patience, resilience and liberation” after his death, it said.\n\nThe Post’s Steven Mufson, author of “Fighting Years: Black Resistance and the Struggle for a New South Africa,” explains how Nelson Mandela used his time in prison to shape the future of South African politics, and the consistent leadership he showed even before he was globally revered.\n\nThe government of South Africa has established a page dedicated to Mandela, including information on the memorial service, funeral arrangements and more. The site includes speeches given by Mandela, videos of him and a message from President Jacob Zuma.\n\nAnd the page links to a Facebook page for South Africa’s government, where people are invited to post condolences.","summary":"Nelson Mandela, the anti-apartheid crusader and former South African president, died Dec. 5 at 95. We’re bringing you live updates here.","compression":34.0357142857,"coverage":0.75,"density":2.1071428571,"compression_bin":"medium","coverage_bin":"low","density_bin":"mixed"}
{"url":"http:\/\/www.cnn.com\/2013\/12\/06\/world\/africa\/nelson-mandela-main\/index.html","archive":"https:\/\/web.archive.org\/web\/2013120619id_\/http:\/\/www.cnn.com\/2013\/12\/06\/world\/africa\/nelson-mandela-main\/index.html","title":"Nelson Mandela death: World mourns South Africa's former president","date":"2013120619","text":"World reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nWorld reacts to Mandela's death\n\nSend us your stories, memories and photographs of the Nobel Peace prize winner and former South African president.\n\nJohannesburg, South Africa (CNN) -- South Africans mourned Friday the death of the man who led the fight to end the system of apartheid here and then went on to lead the country itself.\n\n\"We will always love Madiba for teaching us that it is possible to overcome hatred and anger in order to build a new nation and a new society,\" President Jacob Zuma told reporters Friday, using the affectionate clan name shared by his countrymen for Nelson Mandela, who died Thursday at age 95.\n\nHe will be buried in a state funeral on Sunday, December 15, in his ancestral hometown of Qunu in the Eastern Cape province in a state funeral, Zuma said.\n\nSunday will be a \"national day of prayer and reflection,\" in which people throughout the nation will gather in places of worship to conduct \"prayer services and meditation reflecting on the life\" of Mandela, Zuma said.\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe evolution of Nelson Mandela\n\nThe official memorial service will be held Tuesday in First National Bank Stadium in Johannesburg.\n\nFrom Wednesday through next Friday, his body will lie in state at the seat of government in Pretoria, where he served as president, Zuma said, adding, \"Long live Madiba!\"\n\nZuma had announced the death late Thursday in a nationally televised address. \"Our nation has lost its greatest son, our people have lost a father,\" he said. \"Although we knew that this day would come, nothing can diminish our sense of a profound and enduring loss.\"\n\nOn the grass near Mandela's home in the Johannesburg suburb of Houghton, children spelled out with rocks \"We love you Mandela.\"\n\nOthers wept as they lit candles; still others danced and sang in celebration of a life well lived.\n\nHis death was felt around the world. Nearly 8,000 miles north of Johannesburg, in Paris, leaders from 53 African countries attending a summit on peace and security observed a minute of silence for Mandela on Friday.\n\nIn recent years, the nation's first black president had battled health issues that included multiple hospitalizations for treatment of a recurring lung infection.\n\nMany South Africans didn't get the news until Friday morning.\n\n\"I woke up and was shocked when I saw it on television,\" said Wilson Mudau, a cabdriver in Johannesburg. \"It's sad, but what can we do? Let him rest in peace. It's time ... Madiba has worked so hard to unite us.\"\n\nIn Soweto township, where Mandela lived before he was imprisoned for 27 years, giant posters of his face adorned streets. Residents surrounded his former red brick house on a busy street and sang songs of freedom.\n\nMemorials popped up from Los Angeles to Chicago, where mourners placed flowers and candles in front of murals bearing his likeness. In Washington, crowds gathered in front of the South African Embassy.\n\nIn Adelaide, Australia, cricket fans observed a moment of silence.\n\n\"I admired Mandela (because) he had not poisoned his heart,\" said Leo Udtohan of Bohol, Philippines. \"He learned to forgive despite the horror he experienced while in prison.\"\n\nAt New York City's Apollo Theater in Harlem, which Mandela had visited in 1990, the marquee bore a tribute. \"In memory of Nelson Mandela, 1918-2013,\" it said. \"He changed our world.\"\n\nMandela helped South Africa break the practice of racial segregation and do away with white minority rule.\n\nImprisoned for nearly three decades for his fight against apartheid, he was freed in 1990 and quickly set about working to unite the nation through forgiveness and reconciliation.\n\n\"As I walked out the door toward the gate that would lead to my freedom, I knew if I didn't leave my bitterness and hatred behind, I'd still be in prison,\" Mandela said.\n\nHis rejection of vengeance led him to assume roles that led from freedom fighter to prisoner to a world symbol of the struggle against racial oppression.\n\nAnd, four years after he left prison, he became the nation's first black president, cementing his place in the consciousness of the nation and the world.\n\n\"I'm just glad he finally found his place of rest,\" said Omekongo Dibinga of Washington. \"From the family drama to his health problems, it just seemed like he could never get a break in his later years. Now I hope be can finally rest, but he'll probably still be watching down on us in frustration.\"\n\n'We all knew he'd leave us at some point'\n\nHis recent bouts of illness had prepared many South Africans for Thursday's announcement. \"We all knew he'd leave us at some point,\" said Tony Karuiru, a Johannesburg resident. \"But we were hoping that he would be with us during the festive season. It's the holidays, I just wish God would have given him a few more days with us as well.\"\n\nThomas Rabodiba said that, though he had expected Mandela's death, he was having a hard time accepting it.\n\n\"At first, when I heard he died, I thought it was the usual rumors we get all the time,\" he said. \"After I heard the president's announcement later that the old man has departed, then I believed that he's really gone.\"\n\nMandela will be remembered for many things, but his message of forgiveness and reconciliation may resonate the most.\n\n\"Mandela's biggest legacy ... was his remarkable lack of bitterness and the way he did not only talk about reconciliation, but he made reconciliation happen in South Africa,\" said F.W. de Klerk, South Africa's last white president and Mandela's predecessor.\n\nHis casket will lie in state for several days in Pretoria. Next week, it will be flown to his ancestral hometown of Qunu for a state funeral and burial, sources said.\n\nUntil that funeral, Zuma has ordered flags around South Africa to be flown at half-staff.\n\n\"He is now resting. He is now at peace,\" Zuma said late Thursday.\n\nThe U.S. government and Buckingham Palace also lowered their flags to half-staff.\n\n\"Nelson Mandela achieved more than could be expected of any man,\" President Barack Obama said Thursday. \"We have lost one of the most influential, courageous, and profoundly good human beings that any of us will share time with on this Earth. He no longer belongs to us -- he belongs to the ages.\"\n\nIn recent years, plans for a fitting farewell were hammered out among the government, the military and his family. Events over the next 10 days will culminate in a state funeral to be broadcast worldwide and a private farewell for those closest to him.\n\nREAD: Nelson Mandela: Man of many handshakes\n\nREAD: Mandela's words and deeds inspire\n\nCNN's Arwa Damon reported from South Africa, and Faith Karimi and Tom Watkins reported and wrote from Atlanta. CNN's Greg Botelho, Nicole Saidi, Catherine E. Shoichet, Robyn Curnow, Susannah Palk and Max Foster contributed to this report.","summary":"In a symbol befitting a nation in mourning, a dark gray cloud swept over Johannesburg on Friday as news spread that Nelson Mandela is dead.","compression":65.1111111111,"coverage":0.7037037037,"density":1.0,"compression_bin":"high","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.foxnews.com\/world\/2013\/12\/06\/south-africa-world-mourn-nelson-mandela-death-celebrate-his-legacy\/","archive":"https:\/\/web.archive.org\/web\/2013120619id_\/http:\/\/www.foxnews.com\/world\/2013\/12\/06\/south-africa-world-mourn-nelson-mandela-death-celebrate-his-legacy\/","title":"Funeral plans set as South Africa, world mourn Nelson Mandela's death","date":"2013120619","text":"Flags were lowered to half-staff, a dozen doves were released into the sky, and crowds of South Africans gathered at make shift shrines Friday to mourn the loss of their former president, Nelson Mandela, the man many considered the father of that nation.\n\nTributes continued to pour in from world leaders and ordinary citizens for the former Nobel Peace Prize winner and anti-apartheid leader, who died Thursday at the age of 95. President Jacob Zuma, said Mandela, known affectionately by his clan name \"Madiba\" had died \"peacefully\" at around 8:50 p.m. while in the company of his family.\n\nHe spent almost three months in a Pretoria hospital after being admitted in June with a recurring lung infection from which he never recovered. Mandela was then discharged in September and received home-based medical attention.\n\nHours after his death Thursday night, a black SUV-type vehicle containing Mandela's coffin, draped in South Africa's flag, pulled away from Mandela's home after midnight, escorted by military motorcycle outriders, to take the body to a military morgue in Pretoria, the capital.\n\nOutside the Soweto home where Mandela once lived, and the Johannesburg home where he died, residents danced and sang tribal songs, the African national anthem, and Christian hymns. Others left flowers, candles, and signs in makeshift shrines. South African citizens in black townships, rural grasslands, and upscale mostly white suburbs commemorated Mandela with tears and prayers Friday, while pledging to adhere to the values of unity and democracy that he embodied.\n\nPresident Zuma ordered all flags to fly at half –staff until Mandela is laid to rest at his ancestral village of Qunu in the Eastern Cape on Dec. 15. Sunday marks a national day of prayer and reflection, and a memorial service is to be held on Tuesday at Johannesburg's Soccer City stadium. Mandela's last public appearance was at the same stadium in 2010 for the closing ceremony of the soccer World Cup.\n\nMandela's body will then lie in state in Pretoria for three days. President Obama and First Lady Michelle Obama will be among the many leaders and dignitaries from around the world expected to travel to South Africa to pay their respects to the former president.\n\nIn Washington Thursday, President Obama called Mandela one of the \"most influential, courageous and profoundly good\" people to ever have lived.\n\n\"He achieved more than could be expected of any man,\" an emotional Obama said, in remarks from the White House, adding: \"He belongs to the ages.\"\n\nObama ordered U.S. flags to be lowered immediately to half-staff until Monday evening in tribute to Mandela.\n\nIn a church service in Cape Town, retired archbishop Desmond Tutu and fellow Nobel Peace Prize laureate said Mandela would want South Africans themselves to be his \"memorial\" by adhering to the values of unity and democracy that he embodied.\n\n\"All of us here in many ways amazed the world, a world that was expecting us to be devastated by a racial conflagration,\" Tutu said, recalling how Mandela helped unite South Africa as it dismantled apartheid, the cruel system of white minority rule, and prepared for all-race elections in 1994. In those elections, the anti-apartheid leader who spent 27 years in prison, became South Africa's first black president.\n\n\"God, thank you for the gift of Madiba,\" said Tutu in his closing his prayer, using Mandela's clan name.\n\nThe liberation struggle icon's grandson, Mandla Mandela, said he is strengthened by the knowledge that his grandfather is finally at rest.\n\n\"All that I can do is thank God that I had a grandfather who loved and guided all of us in the family,\" Mandla Mandela said in a statement. \"The best lesson that he taught all of us was the need for us to be prepared to be of service to our people.\"\n\n\"We in the family recognize that Madiba belongs not only to us but to the entire world. The messages we have received since last night have heartened and overwhelmed us,\" the grandson said.\n\nMany South Africans considered Mandela a father to all people who inspired the world with his courage.. \"He came here to Soweto as a lawyer and he led us. When he came out of jail in 1994, after 27 years, he did not come out a bitter man and encourage us to fight. No, he came out with a message of peace,\" said Mbulelo Radebe, 37.\n\nLeaders around the world joined in praising Mandela, calling him a force for justice and towering figure who inspired people around the globe.\n\n\"Nelson Mandela was a giant for justice and a down-to-earth human inspiration,\" U.N. Secretary-General Ban Ki-moon told reporters, Reuters reported. \"Nelson Mandela showed what is possible for our world and within each one of us if we believe, dream and work together for justice and humanity.\"\n\nFormer U.K. Prime Minister Tony Blair praised Mandela as a \"unique political figure at a unique moment\" in history.\n\n\"Through his leadership, he guided the world into a new era of politics in which black and white, developing and developed, north and south, despite all the huge differences in wealth and opportunity, stood for the first time together on equal terms,\" Blair said.\n\nFormer President Jimmy Carter, who had personal connections with Mandela, said the people of South Africa and human rights advocates around the world had lost a great leader.\n\n\"His passion for freedom and justice created new hope for generations of oppressed people worldwide,\" Carter said.\n\nThe tributes to Mandela that came from people across the spectrum showed that he had affected people deeply. \"What I liked most about Mandela was his forgiveness, his passion, his diversity, the pact of what he did,\" said Ariel Sobel, a white man who was born in 1993, a year before Mandela was elected president. \"I am not worried about what will happen next. We will continue as a nation. We knew this was coming. We are prepared.\"\n\nThe Associated Press contributed to this report.","summary":"The people of South Africa reacted Friday with deep sadness at the loss of a man considered by many to be the father of the nation, while mourners said it was also a time to celebrate the achievements of the anti-apartheid leader who emerged from prison to become South Africa's first black president.","compression":20.6034482759,"coverage":0.8448275862,"density":2.5344827586,"compression_bin":"medium","coverage_bin":"medium","density_bin":"mixed"}
{"url":"http:\/\/mashable.com\/2013\/12\/06\/nelson-mandela-memorials-world\/","archive":"https:\/\/web.archive.org\/web\/2013120619id_\/http:\/\/mashable.com\/2013\/12\/06\/nelson-mandela-memorials-world\/","title":"A Moment of Silence, Raise of the Fist in Mandela Memorials Worldwide","date":"2013120619","text":"By Colin Daileda and Christina Ascani2013-12-06 17:16:53 UTC\n\nWhen former South African president and anti-apartheid crusader Nelson Mandela died on Thursday, people around the globe gathered to memorialize the life and mourn the loss of a man widely recognized as beacon of courage, hope and freedom.\n\nRemembrance ceremonies, both formal and impromptu, took place everywhere from Johannesburg to India to the United States. Some areas were crowded with grief-stricken onlookers while others came alive with dance and music to celebrate his time alive. Below is a selection of photos from those memorials.\n\nHave something to add to this story? Share it in the comments.\n\nImage: Getty Images, AFP, Stephane De Sakutin","summary":"When Nelson Mandela died on Thursday, people around the globe gathered to memorialize the man widely recognized as a beacon of courage, hope and freedom.","compression":4.8571428571,"coverage":1.0,"density":9.9285714286,"compression_bin":"low","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/www.washingtonpost.com\/blogs\/post-partisan\/wp\/2013\/12\/05\/rest-in-peace-nelson-mandela\/","archive":"https:\/\/web.archive.org\/web\/2013120619id_\/http:\/\/www.washingtonpost.com\/blogs\/post-partisan\/wp\/2013\/12\/05\/rest-in-peace-nelson-mandela\/","title":"Rest in peace, Nelson Mandela","date":"2013120619","text":"Nelson Mandela during a meeting of the Mandela Rhodes Scholars of 2008 in Johannesburg, South Africa in March, 2008. (EPA)\n\nNelson Mandela was a saint. Imprisoned for 27 years in a tiny cell for having the temerity to demand freedom, justice and equality for the black majority of South Africa. Yet, Madiba emerged in 1990 without anger or bitterness. And as its first black president, Mandela transformed his nation from an oppressive regime to one of the most inclusive democracies on the planet.\n\nThe Post’s editorial gets at my overall thoughts on Mandela: “In his person and his policies, he set out to show those on the other side that they had little to fear. He sought unity rather than revenge, honesty and understanding rather than the naked exercise of power. These are all fine abstractions, of course, but never so clear to us as when there is a living figure to exemplify them.”\n\nPeople lead movements all the time. Few people see their movements lead to real change. Fewer still achieve what Mandela achieved. Through sacrifice and determination, perseverance and patience, he led a successful movement for change that is the new South Africa. Most importantly, Mandela was not taken by an assassin’s bullet. He departed this life at a time of his choosing. May he rest in peace.\n\nFollow Jonathan on Twitter: @Capehartj","summary":"Mandela transformed his nation from oppressive regime to one of the most inclusive democracies on the planet.","compression":14.6666666667,"coverage":1.0,"density":10.7777777778,"compression_bin":"low","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/www.washingtonpost.com\/world\/africa\/nelson-mandela-dies-at-age-95\/2013\/12\/05\/d4cce192-d485-4bd0-9334-caf7d6222aa0_gallery.html","archive":"https:\/\/web.archive.org\/web\/2013120619id_\/http:\/\/www.washingtonpost.com\/world\/africa\/nelson-mandela-dies-at-age-95\/2013\/12\/05\/d4cce192-d485-4bd0-9334-caf7d6222aa0_gallery.html","title":"Nelson Mandela dies at age 95","date":"2013120619","text":"Culture Connoisseurs consistently offer thought-provoking, timely comments on the arts, lifestyle and entertainment.\n\nMore about badges | Request a badge\n\nWashingtologists consistently post thought-provoking, timely comments on events, communities, and trends in the Washington area.\n\nMore about badges | Request a badge\n\nThis commenter is a Washington Post editor, reporter or producer.\n\nThis commenter is a Washington Post contributor. Post contributors aren’t staff, but may write articles or columns. In some cases, contributors are sources or experts quoted in a story.\n\nMore about badges | Request a badge\n\nWashington Post reporters or editors recommend this comment or reader post.\n\nYou must be logged in to report a comment.\n\nYou must be logged in to recommend a comment.","summary":"In an extraordinary life that spanned the rural hills where he was groomed for tribal leadership, anti-apartheid activism, guerrilla warfare, 27 years of political imprisonment and, ultimately, the South African presidency, Mandela held a unique cachet that engendered respect and awe in capitals around the globe.","compression":2.6909090909,"coverage":0.2909090909,"density":0.2909090909,"compression_bin":"low","coverage_bin":"low","density_bin":"abstractive"}
