{"url":"http:\/\/www.cnn.com\/2015\/06\/26\/politics\/supreme-court-same-sex-marriage-ruling\/index.html","archive":"https:\/\/web.archive.org\/web\/2015062719id_\/http:\/\/www.cnn.com\/2015\/06\/26\/politics\/supreme-court-same-sex-marriage-ruling\/index.html","title":"Supreme Court rules states must allow same-sex marriage","date":"2015062719","text":"In the 5-4 ruling, Justice Anthony Kennedy wrote for the majority with the four liberal justices. Each of the four conservative justices wrote their own dissent.\n\nNearly 46 years to the day after a riot at New York's Stonewall Inn ushered in the modern gay rights movement, the decision could settle one of the major civil rights fights of this era. The language of Kennedy's opinion spoke eloquently of the most fundamental values of family, love and liberty.\n\nREAD: The Supreme Court's full decision\n\n\"No union is more profound than marriage, for it embodies the highest ideals of love, fidelity, devotion, sacrifice and family,\" Kennedy wrote. \"In forming a marital union, two people become something greater than they once were.\"\n\n\"Their hope,\" Kennedy wrote, \"is not to be condemned to live in loneliness, excluded from one of civilization's oldest institutions. They ask for equal dignity in the eyes of the law. The Constitution grants them that right.\"\n\nKennedy has written the opinion in significant gay rights cases and when he uttered the key sentence that same-sex couples should be able to exercise the right to marry in all states, people in the Court's public gallery broke into smiles and some wiped tears from their eyes.\n\nReaction: People soak up history from coast to coast\n\nIn a dissent, Justice Antonin Scalia blasted the Court's \"threat to American democracy.\"\n\n\"The substance of today's decree is not of immense personal importance to me,\" he wrote. \"But what really astounds is the hubris reflected in today's judicial Putsch.\"\n\nChief Justice John Roberts wrote that the decision had \"nothing to do with the Constitution.\"\n\nREAD: The best lines from Scalia's marriage dissent and Kennedy's decision\n\n\"If you are among the many Americans—of whatever sexual orientation—who favor expanding same-sex marriage, by all means celebrate today's decision. Celebrate the achievement of a desired goal,\" he wrote. \"Celebrate the opportunity for a new expression of commitment to a partner. Celebrate the availability of new benefits. But do not celebrate the Constitution. It had nothing to do with it.\"\n\nThe U.S. is now the 21st country to legalize same-sex marriage nationwide, including territories. Married same-sex couples will now enjoy the same legal rights and benefits as married heterosexual couples nationwide and will be recognized on official documents such as birth and death certificates.\n\nHundreds of same-sex marriage supporters flooded the plaza and sidewalk in front of the Court to celebrate the ruling, proudly waving rainbow flags and banners with the Human Rights Campaign's equal sign, which have come to represent the gay rights movement. In an emotional moment, the supporters sang the National Anthem, clapping wildly after singing that the U.S. is \"the land of the free.\"\n\nWATCH: Obama calls gay marriage case plaintiff Jim Obergefell\n\nAfter the ruling, President Barack Obama called Jim Obergefell, the lead plaintiff in the case, while he and his supporters celebrated the ruling outside the court.\n\n\"I just wanted to say congratulations,\" Obama said as CNN broadcast his warm words to Obergefell over speakerphone. He added: \"Your leadership on this has changed the country.\"\n\nSpeaking at the White House later in the morning, Obama said \"Americans should be very proud,\" because small acts of courage \"slowly made an entire country realize that love is love.\"\n\nBy the numbers: Same-sex marriage\n\nThe decision affirmed growing public support in the U.S. for gay marriage, with about two-thirds of Americans now in favor. And it comes as gay rights groups have seen gay marriage bans fall rapidly in recent years, with the number of states allowing gay marriage swelling most recently to 37 -- that is, until this ruling.\n\nThere were two questions before the Court, the first asked whether states could ban same sex marriage, the second asked whether states had to recognize lawful marriages performed out of state.\n\nThe relevant cases were argued earlier this year. Attorney John Bursch, serving as Michigan's Special Assistant Attorney General, defended four states' bans on gay marriage before the Court, arguing that the case was not about how to define marriage, but rather about who gets to decide the question.\n\nThe case came before the Supreme Court after several lower courts overturned state bans on gay marriage. A federal appeals court had previously ruled in favor of the state bans, with Judge Jeffrey Sutton of the Sixth Circuit U.S. Court of Appeals writing a majority opinion in line with the rationale that the issue should be decided through the political process, not the courts.\n\nFourteen couples and two widowers challenged the bans. Attorneys Mary Bonauto and Doug Hallward-Driemeier presented their case before the Court, arguing that the freedom to marry is a fundamental right for all people and should not be left to popular vote.\n\nThree years after Obama first voiced his support for gay couples' right to marry, his administration supported the same sex couples at the Supreme Court.\n\n\"Gay and lesbian people are equal,\" Solicitor General Donald B. Verrilli Jr. told the justices at the oral arguments earlier this year. \"It is simply untenable -- untenable -- to suggest that they can be denied the right of equal participation in an institution of marriage, or that they can be required to wait until the majority decides that it is ready to treat gay and lesbian people as equals.\n\nMAP: Where same-sex marriage is recognized in the U.S.\n\nObergefell, the lead plaintiff in the case, married his spouse John Arthur in 2013 months before Arthur died.\n\nThe couple, who lived in Ohio, had to travel to Maryland aboard a medical jet to get married when Arthur became gravely ill. And when Arthur died, Obergefell began to fight to be recognized as Arthur's spouse on his death certificate.\n\nThe plaintiffs from Michigan are April DeBoer and Jayne Rowse, two Detroit-area nurses who are also foster parents. They took to the courts after they took in four special-needs newborns who were either abandoned or surrendered at birth, but could not jointly adopt the children because Michigan's adoption code requires that couples be married to adopt.\n\nSgt. Ijpe Dekoe and Thomas Kostura became plaintiffs in the gay marriage case after they moved to Tennessee from New York.\n\nThe pair had married in New York in 2011, but Dekoe's position in the Army took the couple to Tennessee, which banned gay marriage and refused to recognize gay marriages performed in other states.\n\nRepublicans seeking the White House struggled to find their footing after the ruling.\n\nCandidates running closer to the center, including former Florida Gov. Jeb Bush and South Carolina Sen. Lindsey Graham, issued tightly-parsed language urging their colleagues to focus on protecting \"religious freedom\". And Ohio Gov. John Kasich urged Republicans to respect the ruling and ditch the matter altogether.\n\n\"In a country as diverse as ours, good people who have opposing views should be able to live side by side. It is now crucial that as a country we protect religious freedom and the right of conscience and also not discriminate,\" Bush said in his statement.\n\nREAD: Roberts vs. Scalia in Obamacare bout\n\nBut conservative firebrands, including Louisiana Gov. Bobby Jindal and former Arkansas Gov. Mike Huckabee, said that conservatives must stand and fight by seeking a constitutional amendment banning gay marriage.\n\n\"I will not acquiesce to an imperial court any more than our founders acquiesced to an imperial British monarch. We must resist and reject judicial tyranny, not retreat,\" Huckabee said in a statement.\n\nDemocrats had no problem reacting, jumping fast on Twitter to express their universal elation.\n\nFormer Secretary of State Hillary Clinton said she was \"proud\" of the ruling and former Maryland Gov. Martin O'Malley tweeted a photo of the family at the center of his state's efforts to legalize gay marriage.","summary":"In a landmark opinion, a divided Supreme Court on Friday ruled that same-sex couples can marry nationwide, establishing a new civil right and handing gay rights advocates a historic victory.","compression":44.0571428571,"coverage":0.7714285714,"density":1.6285714286,"compression_bin":"high","coverage_bin":"low","density_bin":"mixed"}
{"url":"http:\/\/abcnews.go.com\/US\/photos\/sex-marriage-people-reacting-supreme-courts-historic-decision-32050666","archive":"https:\/\/web.archive.org\/web\/2015062719id_\/http:\/\/abcnews.go.com\/US\/photos\/sex-marriage-people-reacting-supreme-courts-historic-decision-32050666","title":"Same-Sex Marriage: How People Are Reacting to the Supreme Court's Historic Decision","date":"2015062719","text":"People shout slogans as they celebrate outside the Supreme Court in Washington, DC on June 26, 2015 after its historic decision on gay marriage.\n\nJustin Kattler and Tim Loecker from Dallas, Texas celebrate outside the Stonewall Tavern in the West Village in New York on June 26, 2015.\n\nMarge Eide, 77, and Ann Sorrell, 78, of Ann Arbor, a couple for 43 years, embrace before exchanging vows in Ann Arbor, Mich., following a ruling by the US Supreme Court that struck down bans on same sex marriage nation wide, June 26, 2015.\n\nAmiah League smiles after her mother Kim Hall and partner Lauren Byrd have their marriage paperwork processed at Hamilton County Probate Court, June 26, 2015, in Cincinnati, Ohio.\n\nChristopher Brown and Tom Fennell hug after getting their marriage license at the Douglas County County Clerk's office in Omaha, Neb., June 26, 2015.\n\nFiling costs and a marriage slogan are posted at the Hinds County circuit clerk's office in the Hinds County Courthouse in Jackson, Miss., June 26, 2015.\n\nApril DeBoer and Jayne Rowse, a same-sex couple with four adopted children, celebrate the Supreme Court's ruling on gay marriage at a press conference, June 26th, 2015 in Ann Arbor, Mich.\n\nHai Nguyen kisses Jay Mark Streeter Jr. at their wedding at City Hall in San Francisco, June 26, 2015.\n\nMaggie Best-Miller holds her marriage license paperwork after being processed at Hamilton County Probate Court, June 26, 2015, in Cincinnati, Ohio.\n\nPeople celebrate outside the Supreme Court in Washington, DC on June 26, 2015 after its historic decision on gay marriage.\n\nChris Svoboda, president of the Virginia Equality Bar Association, raises her arms in victory on the steps of the Supreme Court in Washington, June 26, 2015.\n\nMadeleine Troup of Houston, Texas, wipes tears of joy away after the U.S. Supreme Court legalized same-sex marriages nationwide on June 26, 2015.\n\nBill Clark\/CQ Roll Call\/Getty Images\n\nIkeita Cantu and her wife Carmen Guzman hold up signs as they celebrate outside of the Supreme Court in Washington, June 26, 2015.\n\nPFLAG members Betty Lynch, left, Carmel, Ind., and Annette Gross of Indianapolis, hug during a press conference in the Indiana Statehouse Rotunda in Indianapolis, June 26, 2015.\n\nLaura Zinszer and Angela Boyle kiss after receiving their marriage license on June 26, 2015 at the Recorder of Deeds office at the Boone County Government Center in Columbia, Mo.\n\nNick Schnelle\/The Columbia Daily Tribune\/AP Photo\n\nPeople run under a giant equality flag as they celebrate outside the Supreme Court in Washington, DC on June 26, 2015 after its historic decision on gay marriage.\n\nDoug Mest and Mark Pelekakis of Los Angeles kiss outside the Stonewall Inn in New York after the U.S. Supreme court ruling on same-sex marriage, June 26, 2015.\n\nSupporters of same-sex marriage embrace after the ruling outside the U.S. Supreme Court in Washington, June 26, 2015.\n\nLupe Garcia hugs her partner Cindy Stocking at the Travis County building after hearing the Supreme Court ruling that grants same-sex couples the right to marry nationwide, June 26, 2015, in Austin, Texas.\n\nAriel Olah and her fiancee Katie Boatman are overcome by emotion outside the Supreme Court in Washington, June 26, 2015, as the ruling on same-sex marriage was announced.","summary":"The Supreme Court ruled that gays and lesbians across the country can marry.","compression":47.7142857143,"coverage":0.5714285714,"density":1.0,"compression_bin":"high","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.cnn.com\/2015\/06\/26\/politics\/gallery\/supreme-court-same-sex-marriage-ruling-photos\/index.html","archive":"https:\/\/web.archive.org\/web\/2015062619id_\/http:\/\/www.cnn.com\/2015\/06\/26\/politics\/gallery\/supreme-court-same-sex-marriage-ruling-photos\/index.html","title":"U.S. reacts to same-sex marriage ruling","date":"2015062619","text":"U.S. reacts to same-sex marriage ruling 17 photos\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nAriel Olah, left, and her fiancee, Katie Boatman, are overcome by emotion outside the U.S. Supreme Court in Washington on Friday, June 26.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nPeople wave a giant equality flag as they celebrate outside the Supreme Court on June 26.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nSame-sex marriage activists and supporters rejoice in Washington after the ruling.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nEric Braman, left, and Kris Katkus were the first to register for a marriage license in Kalamazoo, Michigan, after the Supreme Court ruling.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nAfter the ruling, there were cheers outside City Hall in San Francisco.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nChris Svoboda, president of the Virginia Equality Bar Association, raises her arms in victory on the steps of the Supreme Court on June 26.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nJaque Roberts, left, and her partner of 31 years, Carmelita Cabello, arrive at the Travis County building in Austin, Texas, for a marriage license on June 26.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nDoug Mest, left, and Mark Pelekakis kiss outside the Stonewall Inn in New York, the site of the 1969 Stonewall riots and an iconic bar in the LGBT community.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nLaura Zinszer, left, and Angela Boyle kiss after receiving their marriage license June 26 in Columbia, Missouri. They were Boone County's first same-sex couple to receive their marriage license.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nA group of same-sex marriage advocates film a video selfie in front of the Supreme Court on June 26.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nU.S. Rep. Mark Takano of California sings the national anthem June 26 with members of the Gay Men's Chorus of Washington.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nOakland County Clerk Lisa Brown, center, marries Breanne Brodak, left, and Cortney Tucker in Pontiac, Michigan, on June 26.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nA man holds a rainbow flag outside the Supreme Court on June 26.\n\nU.S. reacts to same-sex marriage ruling 17 photos\n\nKathy Petterson, left, and Beverly Reicks leave the Douglas County Clerk's office on June 26 after becoming the first same-sex couple to wed in Omaha, Nebraska.\n\nU.S. reacts to same-sex marriage ruling 17 photos","summary":"The Supreme Court ruled that states cannot ban same-sex marriage, handing gay rights advocates their biggest victory yet. See photos of the reaction across the country.","compression":17.25,"coverage":0.5625,"density":1.1875,"compression_bin":"medium","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.foxnews.com\/politics\/2015\/06\/26\/supreme-court-same-sex-couples-can-marry-in-all-50-states\/","archive":"https:\/\/web.archive.org\/web\/2015062619id_\/http:\/\/www.foxnews.com\/politics\/2015\/06\/26\/supreme-court-same-sex-couples-can-marry-in-all-50-states\/","title":"Supreme Court: Same-sex couples can marry in all 50 states","date":"2015062619","text":"The Supreme Court ruled Friday that same-sex couples have a right to marry nationwide, in a historic decision that invalidates gay marriage bans in more than a dozen states.\n\nGay and lesbian couples already can marry in 36 states and the District of Columbia. But in a 5-4 ruling, the court held that the 14th Amendment requires states to issue marriage licenses for same-sex couples and to recognize such marriages performed in other states.\n\nThe ruling means the remaining 14 states that did not allow such unions, in the South and Midwest, will have to stop enforcing their bans. Already, gay marriages were underway Friday in several states where they had been banned. A court in Atlanta issued marriage licenses to three same-sex couples Friday morning, soon after the decision. Other licenses reportedly were issued in Arkansas and Texas -- where Gov. Greg Abbott also issued a memo directing state agency heads to protect religious liberties.\n\nJustice Anthony Kennedy wrote the majority opinion, just as he did in the court's previous three major gay rights cases dating back to 1996.\n\n\"No union is more profound than marriage,\" Kennedy wrote, joined by the court's four more liberal justices. He continued: \"Under the Constitution, same-sex couples seek in marriage the same legal treatment as opposite-sex couples, and it would disparage their choices and diminish their personhood to deny them this right.\"\n\nThe outcome is the culmination of two decades of Supreme Court litigation over marriage, and gay rights generally. Cheers broke out outside the Supreme Court when the decision was announced.\n\nSpeaking in the Rose Garden, as he did a day earlier after the high court upheld a key component of his health care overhaul, President Obama called the ruling a \"victory for America.\"\n\nThe president said it would \"end the patchwork system we currently have\" and the uncertainty gay couples face over whether their unions will be recognized in other states.\n\n\"This ruling will strengthen all of our communities,\" Obama said.\n\nBut other justices argued that the court should not be able to order states to change their marriage definition. Chief Justice John Roberts, in a dissent joined by Justices Clarence Thomas and Antonin Scalia, called the ruling an \"extraordinary step.\"\n\n\"Many people will rejoice at this decision, and I begrudge none their celebration. But for those who believe in a government of laws, not of men, the majority's approach is deeply disheartening,\" he wrote. \"... The majority's decision is an act of will, not legal judgment.\"\n\nRoberts wrote: \"If you are among the many Americans -- of whatever sexual orientation -- who favor expanding same-sex marriage, by all means celebrate today's decision. ... But do not celebrate the Constitution. It had nothing to do with it.\"\n\nEach of the four dissenting justices also wrote a separate dissent. Prominent social conservatives, meanwhile, blasted the decision. Tony Perkins, head of the Family Research Council, said it puts the government on a \"collision course with America's cherished religious freedoms.\"\n\nThe ruling will not take effect immediately because the court gives the losing side roughly three weeks to ask for reconsideration. But some state officials and county clerks might decide there is little risk in issuing marriage licenses to same-sex couples.\n\nThe cases before the court involved laws from Kentucky, Michigan, Ohio and Tennessee that define marriage as the union of a man and a woman. Those states have not allowed same-sex couples to marry within their borders and they also have refused to recognize valid marriages from elsewhere. They previously had their bans upheld by a federal appeals court.\n\nJust two years ago, the Supreme Court struck down part of the federal anti-gay marriage law that denied a range of government benefits to legally married same-sex couples.\n\nThere are an estimated 390,000 married same-sex couples in the United States, according to UCLA's Williams Institute, which tracks the demographics of gay and lesbian Americans. Another 70,000 couples living in states that do not currently permit them to wed would get married in the next three years, the institute says. Roughly 1 million same-sex couples, married and unmarried, live together in the United States, the institute says.\n\nThe Obama administration backed the right of same-sex couples to marry. The Justice Department's decision to stop defending the federal anti-marriage law in 2011 was an important moment for gay rights and Obama declared his support for same-sex marriage in 2012.\n\nThe Associated Press contributed to this report.","summary":"The Supreme Court ruled Friday that same-sex couples have a right to marry in all 50 states.","compression":44.75,"coverage":0.95,"density":11.55,"compression_bin":"high","coverage_bin":"high","density_bin":"extractive"}
{"url":"http:\/\/mashable.com\/2015\/06\/26\/same-sex-wedding-photos\/","archive":"https:\/\/web.archive.org\/web\/2015062719id_\/http:\/\/mashable.com\/2015\/06\/26\/same-sex-wedding-photos\/","title":"12 same-sex marriages that just made history","date":"2015062719","text":"By Johnny Simon2015-06-26 21:42:34 UTC\n\nThe U.S. Supreme Court's landmark decision making same-sex marriage legal in all 50 states was cause for celebration all over the country. But there were also a few people who had just a little bit more to be thankful for on Friday.\n\nSome same-sex couples in the 12 states that still banned gay marriage (Arkansas, Georgia, Kentucky, Louisiana, Michigan, Mississippi, Missouri, North Dakota, Ohio, South Dakota, Tennessee and Texas) wasted no time in taking advantage of the ruling. Here are some of the first same-sex marriages in those states, just hours after the court's decision.","summary":"Some couples waited decades to get married, and their day finally arrived.","compression":9.3571428571,"coverage":0.4285714286,"density":0.4285714286,"compression_bin":"low","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.nytimes.com\/2015\/06\/27\/us\/supreme-court-same-sex-marriage.html","archive":"https:\/\/web.archive.org\/web\/2015062719id_\/http:\/\/www.nytimes.com\/2015\/06\/27\/us\/supreme-court-same-sex-marriage.html","title":"Supreme Court Ruling Makes Same-Sex Marriage a Right Nationwide","date":"2015062719","text":"WASHINGTON — In a long-sought victory for the gay rights movement, the Supreme Court ruled by a 5-to-4 vote on Friday that the Constitution guarantees a right to same-sex marriage.\n\n“No longer may this liberty be denied,” Justice Anthony M. Kennedy wrote for the majority in the historic decision. “No union is more profound than marriage, for it embodies the highest ideals of love, fidelity, devotion, sacrifice and family. In forming a marital union, two people become something greater than once they were.”\n\nMarriage is a “keystone of our social order,” Justice Kennedy said, adding that the plaintiffs in the case were seeking “equal dignity in the eyes of the law.”\n\nThe decision, which was the culmination of decades of litigation and activism, set off jubilation and tearful embraces across the country, the first same-sex marriages in several states, and resistance — or at least stalling — in others. It came against the backdrop of fast-moving changes in public opinion, with polls indicating that most Americans now approve of the unions.\n\nThe court’s four more liberal justices joined Justice Kennedy’s majority opinion. Each member of the court’s conservative wing filed a separate dissent, in tones ranging from resigned dismay to bitter scorn.\n\nIn dissent, Chief Justice John G. Roberts Jr. said the Constitution had nothing to say on the subject of same-sex marriage.\n\n“If you are among the many Americans — of whatever sexual orientation — who favor expanding same-sex marriage, by all means celebrate today’s decision,” Chief Justice Roberts wrote. “Celebrate the achievement of a desired goal. Celebrate the opportunity for a new expression of commitment to a partner. Celebrate the availability of new benefits. But do not celebrate the Constitution. It had nothing to do with it.”\n\nIn a second dissent, Justice Antonin Scalia mocked the soaring language of Justice Kennedy, who has become the nation’s most important judicial champion of gay rights.\n\n“The opinion is couched in a style that is as pretentious as its content is egotistic,” Justice Scalia wrote of his colleague’s work. “Of course the opinion’s showy profundities are often profoundly incoherent.”\n\nAs Justice Kennedy finished announcing his opinion from the bench on Friday, several lawyers seated in the bar section of the court’s gallery wiped away tears, while others grinned and exchanged embraces.\n\nJustice John Paul Stevens, who retired in 2010, was on hand for the decision, and many of the justices’ clerks took seats in the chamber, which was nearly full as the ruling was announced. The decision made same-sex marriage a reality in the 13 states that had continued to ban it.\n\nJohn Arthur died in 2013, but the legacy of his marriage to Jim Obergefell, center, is at the center of the Supreme Court same-sex marriage case.\n\nOutside the Supreme Court, the police allowed hundreds of people waving rainbow flags and holding signs to advance onto the court plaza as those present for the decision streamed down the steps. “Love has won,” the crowd chanted as courtroom witnesses threw up their arms in victory.\n\nIn remarks in the Rose Garden, President Obama welcomed the decision, saying it “affirms what millions of Americans already believe in their hearts.”\n\n“Today,” he said, “we can say, in no uncertain terms, that we have made our union a little more perfect.”\n\nJustice Kennedy was the author of all three of the Supreme Court’s previous gay rights landmarks. The latest decision came exactly two years after his majority opinion in United States v. Windsor, which struck down a federal law denying benefits to married same-sex couples, and exactly 12 years after his majority opinion in Lawrence v. Texas, which struck down laws making gay sex a crime.\n\nIn all of those decisions, Justice Kennedy embraced a vision of a living Constitution, one that evolves with societal changes.\n\n“The nature of injustice is that we may not always see it in our own times,” he wrote on Friday. “The generations that wrote and ratified the Bill of Rights and the Fourteenth Amendment did not presume to know the extent of freedom in all of its dimensions, and so they entrusted to future generations a charter protecting the right of all persons to enjoy liberty as we learn its meaning.”\n\nThis drew a withering response from Justice Scalia, a proponent of reading the Constitution according to the original understanding of those who adopted it. His dissent was joined by Justice Clarence Thomas.\n\n“They have discovered in the Fourteenth Amendment,” Justice Scalia wrote of the majority, “a ‘fundamental right’ overlooked by every person alive at the time of ratification, and almost everyone else in the time since.”\n\n“These justices know,” Justice Scalia said, “that limiting marriage to one man and one woman is contrary to reason; they know that an institution as old as government itself, and accepted by every nation in history until 15 years ago, cannot possibly be supported by anything other than ignorance or bigotry.”\n\nJustice Kennedy rooted the ruling in a fundamental right to marriage. Of special importance to couples, he said, is raising children.\n\n“Without the recognition, stability and predictability marriage offers,” he wrote, “their children suffer the stigma of knowing their families are somehow lesser. They also suffer the significant material costs of being raised by unmarried parents, relegated through no fault of their own to a more difficult and uncertain family life. The marriage laws at issue here thus harm and humiliate the children of same-sex couples.”\n\nJustices Ruth Bader Ginsburg, Stephen G. Breyer, Sonia Sotomayor and Elena Kagan joined the majority opinion.\n\nIn dissent, Chief Justice Roberts said the majority opinion was “an act of will, not legal judgment.”\n\n“The court invalidates the marriage laws of more than half the states and orders the transformation of a social institution that has formed the basis of human society for millennia, for the Kalahari Bushmen and the Han Chinese, the Carthaginians and the Aztecs,” he wrote. “Just who do we think we are?”\n\nThe majority and dissenting opinions took differing views about whether the decision would harm religious liberty. Justice Kennedy said the First Amendment “ensures that religious organizations and persons are given proper protection as they seek to teach the principles that are so fulfilling and so central to their lives and faiths.” He said both sides should engage in “an open and searching debate.”\n\nChief Justice Roberts responded that “people of faith can take no comfort in the treatment they receive from the majority today.”\n\nJustice Samuel A. Alito Jr., in his dissent, saw a broader threat from the majority opinion. “It will be used to vilify Americans who are unwilling to assent to the new orthodoxy,” Justice Alito wrote. “In the course of its opinion, the majority compares traditional marriage laws to laws that denied equal treatment for African-Americans and women. The implications of this analogy will be exploited by those who are determined to stamp out every vestige of dissent.”\n\nGay rights advocates had constructed a careful litigation and public relations strategy to build momentum and bring the issue to the Supreme Court when it appeared ready to rule in their favor. As in earlier civil rights cases, the court had responded cautiously and methodically, laying judicial groundwork for a transformative decision.\n\nIt waited for scores of lower courts to strike down bans on same-sex marriages before addressing the issue, and Justice Kennedy took the unusual step of listing those decisions in an appendix to his opinion.\n\nChief Justice Roberts said that only 11 states and the District of Columbia had embraced the right to same-sex marriage democratically, at voting booths and in legislatures. The rest of the 37 states that allow such unions did so because of court rulings. Gay rights advocates, the chief justice wrote, would have been better off with a victory achieved through the political process, particularly “when the winds of change were freshening at their backs.”\n\nIn his own dissent, Justice Scalia took a similar view, saying that the majority’s assertiveness represented a “threat to American democracy.”\n\nBut Justice Kennedy rejected that idea. “It is of no moment whether advocates of same-sex marriage now enjoy or lack momentum in the democratic process,” he wrote. “The issue before the court here is the legal question whether the Constitution protects the right of same-sex couples to marry.”\n\nLater in the opinion, Justice Kennedy answered the question. “The Constitution,” he wrote, “grants them that right.”\n\nAn earlier version of this article misstated the time period since Justice Anthony M. Kennedy wrote the majority opinion in Lawrence v. Texas, which struck down laws making gay sex a crime. It is 12 years, not 10.\n\nJulie Hirschfeld Davis and Nicholas Fandos contributed reporting.\n\nA version of this article appears in print on June 27, 2015, on page A1 of the New York edition with the headline: ‘Equal Dignity’. Order Reprints| Today's Paper|Subscribe","summary":"In a long-sought victory for the gay rights movement, the court ruled, 5-4, that the Constitution guarantees a right to same-sex marriage.","compression":55.65625,"coverage":0.9375,"density":9.375,"compression_bin":"high","coverage_bin":"medium","density_bin":"extractive"}
{"url":"http:\/\/www.nytimes.com\/interactive\/2015\/us\/2014-term-supreme-court-decision-same-sex-marriage.html","archive":"https:\/\/web.archive.org\/web\/2015062619id_\/http:\/\/www.nytimes.com\/interactive\/2015\/us\/2014-term-supreme-court-decision-same-sex-marriage.html","title":"Highlights From the Supreme Court Decision on Same-Sex Marriage","date":"2015062619","text":"In ringing language, Justice Anthony Kennedy said same-sex couples respect marriage and “ask for equal dignity in the eye of the law.” That right, he said, is granted by the Constitution.\n\nNo union is more profound than marriage, for it embodies the highest ideals of love, fidelity, devotion, sacrifice, and family. In forming a marital union, two people become something greater than once they were. As some of the petitioners in these cases demonstrate, marriage embodies a love that may endure even past death. It would misunderstand these men and women to say they disrespect the idea of marriage. Their plea is that they do respect it, respect it so deeply that they seek to find its fulfillment for themselves. Their hope is not to be condemned to live in loneliness, excluded from one of civilization’s oldest institutions. They ask for equal dignity in the eyes of the law. The Constitution grants them that right.\n\nJustice Kennedy acknowledges that people who strongly believe that marriage should be only between a man and a woman will continue to oppose same-sex marriage. That debate should continue, he writes, but the marriages must be allowed.\n\nFinally, it must be emphasized that religions, and those who adhere to religious doctrines, may continue to advocate with utmost, sincere conviction that, by divine precepts, same-sex marriage should not be condoned. The First Amendment ensures that religious organizations and persons are given proper protection as they seek to teach the principles that are so fulfilling and so central to their lives and faiths, and to their own deep aspirations to continue the family structure they have long revered. The same is true of those who oppose same-sex marriage for other reasons. In turn, those who believe allowing same-sex marriage is proper or indeed essential, whether as a matter of religious conviction or secular belief, may engage those who disagree with their view in an open and searching debate. The Constitution, however, does not permit the State to bar same-sex couples from marriage on the same terms as accorded to couples of the opposite sex.\n\nJustice Kennedy refers to marriage using a word that appears nine times in his majority opinion: “dignity.” And he depicts the “transcendent” married state as “essential to our most profound hopes and aspirations.”\n\nFrom their beginning to their most recent page, the annals of human history reveal the transcendent importance of marriage. The lifelong union of a man and a woman always has promised nobility and dignity to all persons, without regard to their station in life. Marriage is sacred to those who live by their religions and offers unique fulfillment to those who find meaning in the secular realm. Its dynamic allows two people to find a life that could not be found alone, for a marriage becomes greater than just the two persons. Rising from the most basic human needs, marriage is essential to our most profound hopes and aspirations.\n\nJustice Kennedy makes his case that an interest in personal dignity is central to the due process clause of the 14th Amendment, which says no state shall “deprive any person of life, liberty, or property, without due process of law.” Dignity can be found inherent in that idea, he argues.\n\nThe fundamental liberties protected by this Clause include most of the rights enumerated in the Bill of Rights. See Duncan v. Louisiana, 391 U. S. 145, 147–149 (1968). In addition these liberties extend to certain personal choices central to individual dignity and autonomy, including intimate choices that define personal identity and beliefs.\n\nJustice Kennedy points out that the founders gave the country a Bill of Rights, but no rule book or formula for deciding what is on or off the ultimate list. It evolves, he explains, as it did when the Supreme Court held that the right to marry is protected by the Constitution in Loving v. Virginia.\n\nThe nature of injustice is that we may not always see it in our own times. The generations that wrote and ratified the Bill of Rights and the Fourteenth Amendment did not presume to know the extent of freedom in all of its dimensions, and so they entrusted to future generations a charter protecting the right of all persons to enjoy liberty as we learn its meaning. When new insight reveals discord between the Constitution’s central protections and a received legal stricture, a claim to liberty must be addressed.\n\nWhat of the argument that the same-sex marriage question should be left to the states? Justice Kennedy says the cautious approach will not do. There is urgency here, he writes; not least for plaintiffs like April DeBoer and Jayne Rowse, who want protection for their children. “For them and their children the childhood years will pass all too soon,” he writes.\n\nOf course, the Constitution contemplates that democracy is the appropriate process for change, so long as that process does not abridge fundamental rights. … The dynamic of our constitutional system is that individuals need not await legislative action before asserting a fundamental right. The Nation’s courts are open to injured individuals who come to them to vindicate their own direct, personal stake in our basic charter. An individual can invoke a right to constitutional protection when he or she is harmed, even if the broader public disagrees and even if the legislature refuses to act. The idea of the Constitution “was to withdraw certain subjects from the vicissitudes of political controversy, to place them beyond the reach of majorities and officials and to establish them as legal principles to be applied by the courts.”\n\nIn one of the four dissents in the case, Chief Justice John G. Roberts Jr., joined by Justices Antonin Scalia and Clarence Thomas, says that while arguments based on fairness and affirming love have “undeniable appeal,” the issue should have been left to the states, not decided by the Supreme Court.\n\nBut this Court is not a legislature. Whether same-sex marriage is a good idea should be of no concern to us. Under the Constitution, judges have power to say what the law is, not what it should be. The people who ratified the Constitution authorized courts to exercise “neither force nor will but merely judgment.” The Federalist No. 78, p. 465 (C. Rossiter ed. 1961) (A. Hamilton) (capitalization altered).\n\nJustice Roberts takes issue with Justice Kennedy’s argument that fundamental rights are still to be found and developed.\n\nThe majority’s decision is an act of will, not legal judgment. The right it announces has no basis in the Constitution or this Court’s precedent. The majority expressly disclaims judicial “caution” and omits even a pretense of humility, openly relying on its desire to remake society according to its own “new insight” into the “nature of injustice.” Ante, at 11, 23. As a result, the Court invalidates the marriage laws of more than half the States and orders the transformation of a social institution that has formed the basis of human society for millennia, for the Kalahari Bushmen and the Han Chinese, the Carthaginians and the Aztecs. Just who do we think we are?\n\nJustice Roberts accuses Justice Kennedy and the four other justices who ruled in favor of same-sex marriage of engaging in policymaking free of Constitutional foundation. Celebrate the decision if you favor it, he says in the concluding lines of the dissent [ON PAGE 68]. “But do not celebrate the Constitution. It had nothing to do with it.”\n\nThe majority purports to identify four “principles and traditions” in this Court’s due process precedents that support a fundamental right for same-sex couples to marry. Ante, at 12. In reality, however, the majority’s approach has no basis in principle or tradition, except for the unprincipled tradition of judicial policymaking that characterized discredited decisions such as Lochner v. New York, 198 U. S. 45. Stripped of its shiny rhetorical gloss, the majority’s argument is that the Due Process Clause gives same-sex couples a fundamental right to marry because it will be good for them and for society. If I were a legislator, I would certainly consider that view as a matter of social policy. But as a judge, I find the majority’s position indefensible as a matter of constitutional law.\n\nAt his most fiery, Justice Scalia — who says at the beginning of his dissent that what the law says about marriage “is not of immense personal importance to me” [PAGE 69] — writes that the justices in the majority have usurped the power of the people to govern themselves.\n\nThis is a naked judicial claim to legislative — indeed, super-legislative — power; a claim fundamentally at odds with our system of government. Except as limited by a constitutional prohibition agreed to by the People, the States are free to adopt whatever laws they like, even those that offend the esteemed Justices’ “reasoned judgment.” A system of government that makes the People subordinate to a committee of nine unelected lawyers does not deserve to be called a democracy.\n\nCiting legal history all the way back to Magna Carta, Justice Thomas finds no grounds for a constitutional right to same-sex marriage, and says that the majority misconstrues even the concept of liberty.\n\nOur Constitution — like the Declaration of Independence before it — was predicated on a simple truth: One’s liberty, not to mention one’s dignity, was something to be shielded from — not provided by — the State. Today’s decision casts that truth aside. In its haste to reach a desired result, the majority misapplies a clause focused on “due process” to afford substantive rights, disregards the most plausible understanding of the “liberty” protected by that clause, and distorts the principles on which this Nation was founded. Its decision will have inestimable consequences for our Constitution and our society.\n\nIn a strongly worded footnote, Justice Thomas takes issue with the comparison of same-sex marriage bans to the laws banning mixed-race marriage that were struck down in Loving v. Virginia.\n\nThe suggestion of petitioners and their amici that antimiscegenation laws are akin to laws defining marriage as between one man and one woman is both offensive and inaccurate. “America’s earliest laws against interracial sex and marriage were spawned by slavery.” P. Pascoe, What Comes Naturally: Miscegenation Law and the Making of Race in America 19 (2009). For instance, Maryland’s 1664 law prohibiting marriages between ” ‘freeborne English women’ ” and ” ‘Negro Sla[v]es’ ” was passed as part of the very act that authorized lifelong slavery in the colony. … Laws defining marriage as between one man and one woman do not share this sordid history. The traditional definition of marriage has prevailed in every society that has recognized marriage throughout history. Brief for Scholars of History and Related Disciplines as Amici Curiae 1. It arose not out of a desire to shore up an invidious institution like slavery, but out of a desire “to increase the likelihood that children will be born and raised in stable and enduring family units by both the mothers and the fathers who brought them into this world.”\n\nJustice Samuel A. Alito Jr., warns that the same-sex marriage decision will be used not as a shield but as a club to crush dissent.\n\nToday’s decision usurps the constitutional right of the people to decide whether to keep or alter the traditional understanding of marriage. The decision will also have other important consequences. It will be used to vilify Americans who are unwilling to assent to the new orthodoxy. In the course of its opinion, the majority compares traditional marriage laws to laws that denied equal treatment for African-Americans and women. E.g., ante, at 11–13. The implications of this analogy will be exploited by those who are determined to stamp out every vestige of dissent.","summary":"The Supreme Court ruled that the Constitution guarantees a nationwide right to same-sex marriage.","compression":134.1764705882,"coverage":0.8823529412,"density":3.1176470588,"compression_bin":"high","coverage_bin":"medium","density_bin":"mixed"}
{"url":"http:\/\/www.people.com\/article\/supreme-court-rules-gay-couples-have-right-to-marry","archive":"https:\/\/web.archive.org\/web\/2015062619id_\/http:\/\/www.people.com\/article\/supreme-court-rules-gay-couples-have-right-to-marry","title":"Supreme Court Rules Gay Couples Have Right to Marry : People.com","date":"2015062619","text":"updated 06\/26\/2015 AT 01:05 PM EDT\n\n•originally published 06\/26\/2015 AT 10:00 AM EDT\n\nThe Supreme Court has legalized gay marriage in all 50 states with a landmark decision that any law prohibiting same-sex unions violates the Constitution.\n\nThis milestone ruling will bring relief to tens of thousands of same sex couples who faced an uphill battle to legalize their unions and extend marriage equality nationwide.\n\nCurrently, 14 states prohibit gay marriage. It is legal in 36 states and the District of Columbia.\n\nThe Supreme Court ruled 5-4 that Constitution requires that same-sex couples be allowed to marry, regardless of the state they live in. It said states may no longer reserve rights for just heterosexual couples.\n\n\"The court now holds that same-sex couples may exercise the fundamental right to marry. No longer may this liberty be denied to them,\" Justice Anthony Kennedy wrote in the majority opinion.\n\n\"No union is more profound than marriage,\" Kennedy wrote. He was joined by the four liberal justices on the court.\n\nAt a news conference after the historic ruling, President Barack Obama said it was many little things, over many years, that made this possible.\n\nIt's the \"consequence of the countless small acts of courage of million of people across decades who stood up, who came out, who talked to parents. Parents who loved their children no matter what, folks who were willing to endure bullying and taunts and stayed strong, and came to believe in themselves and who they were. Slowly made an entire country realize that love is love.\"\n\nHe went on to say \"Those countless, often anonymous, heroes – they deserve our thanks. They should be very proud. America should be very proud.\"\n\n\"It's my hope that gay marriage will be a thing of the past. It will simply be marriage,\" Jim Obergefell, a plaintiff in the Supreme Court case, said after the ruling.\n\nWithin an hour of the ruling President Barack Obama called Obergefell on live TV and told him: \"Your leadership on this has changed the country.\"\n\n\"I really appreciate that, Mr. President. It's really been an honor for me to be involved in this fight and to have to been able to, you know, fight for my marriage and live up to my commitments to my husband. So I appreciate everything you've done for the lgbt community and it's really an honor to become part of that fight,\" Obergefell said.\n\nThe President went on to say: \"Not only have you been a great example for people but you're also going to bring about lasting change in this country. And it's pretty rare where that happens.\"\n\nhereâ\u0080\u0099s a closed-captioning transcript of that phone call from POTUS broadcast on CNN earlier pic.twitter.com\/wvhfb1ziKC\n\nThe ruling will not immediately allow gay couples to marry in states where it is banned. The losing side of any case has three weeks to ask the court for reconsideration. However, some clerks may begin granting marriage certificates immediately to same-sex couples.\n\nOutside the courthouse the decision was met with cheers. Celebrations also broke out across the country.\n\nThe White House was also celebratory, calling the decision \"an extraordinary achievement\" on Twitter, and reiterating that \"ordinary people can do extraordinary things.\"\n\n\"What an extraordinary achievement. What a vindication of the belief that ordinary people can do extraordinary things.\" â\u0080\u0094@POTUS #LoveWins","summary":"A historic decision on marriage equality is made","compression":84.0,"coverage":1.0,"density":1.25,"compression_bin":"high","coverage_bin":"high","density_bin":"abstractive"}
{"url":"http:\/\/www.theguardian.com\/society\/2015\/jun\/26\/gay-marriage-legal-supreme-court","archive":"https:\/\/web.archive.org\/web\/2015062619id_\/http:\/\/www.theguardian.com\/society\/2015\/jun\/26\/gay-marriage-legal-supreme-court","title":"Gay marriage declared legal across the US in historic supreme court ruling","date":"2015062619","text":"Related: Supreme court: gay marriage legal across the US – live updates\n\nSame-sex marriages are now legal across the entirety of the United States after a historic supreme court ruling that declared attempts by conservative states to ban them unconstitutional.\n\nIn what may prove the most important civil rights case in a generation, five of the nine court justices determined that the right to marriage equality was enshrined under the equal protection clause of the 14th amendment.\n\nVictory in the case – known as Obergefell v Hodges, after an Ohio man who sued the state to get his name listed on his late husband’s death certificate – capped years of campaigning by LGBT rights activists, high-powered attorneys and couples waiting decades for the justices to rule. It immediately led to scenes of jubilation from coast to coast, as campaigners, politicians and everyday people – gay, straight and in-between – hailed “a victory of love”.\n\nThe ruling, in which Justice Anthony Kennedy cast the deciding vote, means the number of states where gay marriage is legal will rise – albeit after some stalling – from 37 to 50.\n\n“They ask for equal dignity in the eyes of the law,” Kennedy wrote in his opinion for the majority. “The Constitution grants them that right.”\n\nSpeaking from the White House after calling one of the plaintiffs, Barack Obama said the decision would “end the patchwork system we currently have”.\n\n“This ruling is a victory for America,” the president said. “This decision affirms what millions of Americans already believe in their hearts: when all Americans are treated as equal, we are all more free.”\n\nFour liberal justices and Kennedy rejected claims made by lawyers during the legal argument in April that marriage was defined by law solely to encourage procreation within stable family units – and therefore could only meaningfully apply to men and women.\n\n“The Constitution promises liberty to all within its reach, a liberty that includes certain specific rights that allow persons, within a lawful realm, to define and express their identity,” wrote Kennedy.\n\n“The petitioners in these cases seek to find that liberty by marrying someone of the same sex and having their marriages deemed lawful on the same terms and conditions as marriages between persons of the opposite sex,” he added.\n\nCrucially, the majority ruling argues that the court has frequently exercised jurisdiction over the definition of marriage in previous cases and is not overstepping its constitutional role by intervening now.\n\n“This Court’s cases have expressed constitutional principles of broader reach. In defining the right to marry these cases have identified essential attributes of that right based in history, tradition and other constitutional liberties inherent in this intimate bond,” wrote Kennedy.\n\nThe crowd outside the court – indeed, across the country – erupted in joy after the ruling was handed down, with many longtime campaigners crying tears of joy and embracing their partners.\n\nChants of “Love has won” reverberated among the hundreds gathered below the court steps and across the street outside the US Capitol, as rainbow flags intertwined with the American flag.\n\nAmong the crowd was California representative Mark Takano, an openly gay member of Congress who described being at the scene as both “profound and pointed”.\n\n“I feel like the supreme court has just thrown a huge wedding bouquet to LGBT people all across the country and couples are going to be rushing to catch that bouquet,” Takano told the Guardian.\n\nTakano nonetheless cautioned that there remained legal obstacles ahead, insisting that a comprehensive civil rights act would be required to ensure that LGBT individuals do not face housing and employment discrimination, among other barriers. But he was optimistic that the ruling had set the tone.\n\n“The arc of history is quite clear that the struggle for LGBT equality is part of our civil rights,” Takano said.\n\nJudd Proctor, a 65-year-old resident of Silver Spring, Maryland, said he never thought he would live to see the day that gay marriage would be a constitutional right.\n\n“When I first met my partner 20 years ago, I never thought there would be marriage. We had a commitment ceremony,” he told the Guardian outside the court.\n\nWe never dreamed of getting married, of having children. It’s a completely different environment now.\n\nRandy Johnson, a plaintiff in one of the concurrent cases brought from Kentucky before the court with his partner Paul Campion, said he still had goosebumps, hours after their 20-year-old son had texted them two words: “We won.”\n\n“As soon as we heard the news, we were obviously in tears, and obviously overcome with emotion because this is the most amazing event we could imagine,” Johnson told the Guardian.\n\nGeorgia was one of several states that began to issue marriage licenses immediately following the decision. Kathie DeNobriga, the mayor of Atlanta suburb Pine Lake who married her long-term partner out of state last year as one of the few openly gay politicians in the American south, called the court ruling “a victory of love in opposition to fear”.\n\n“It was like I was sneaking away to get married,” she said. “Now we all have not the privilege, but a right to get married where we are.”\n\nLegal same-sex weddings were taking place for the first time on Friday across Alabama, Arkansas, Kentucky, Michigan, Missouri, North Dakota, South Dakota and Tennessee, even as the attorneys general in Texas and Mississippi said marriages could not take place immediately.\n\nTexas attorney general Ken Paxton issued a long statement suggesting he would attempt to fight the legalisation of gay marriage by asserting the “religious liberties” of clerks and officials.\n\nLouisiana attorney general Buddy Caldwell also released a statement saying that the decision “overturns the will of the people of Louisiana” and that “nothing in today’s decision makes the court’s order effective immediately”.\n\nBut Mississippi attorney general Jim Hood later backtracked after initially ordering clerks not to issue licenses “immediately”. He subsequently clarified that his office “is certainly not standing in the way of the supreme court’s decision”.\n\nTwo gay couples waited at the state vital records office in New Orleans to get their marriage licenses. And waited, and waited.\n\nEarl Benjamin, 39, and Michael Robinson, 41, arrived moments after the supreme court’s announcement. But they hit a wall of bureaucracy, saying officials told them there would be a delay as they had to reboot the computer system and were “waiting for clearance”.\n\nThe pair felt that officials were deliberately dragging their heels. “It’s mixed emotions for sure. For us right now it’s become painfully clear that there’s some resistance to us getting a license,” Robinson said, the two clutching flowers and boxes of cupcakes brought by friends who had arrived to congratulate them.\n\nBenjamin said it was frustrating to see heterosexual couples arrive and leave with their licenses without any problem, though “each of those couples has come over to us and said congratulations.”\n\nThe couple, who have been together 14 years, were willing to wait all day. But in the early afternoon, after they had been sitting in the office for four-and-a-half hours, they were told by an official that the state would not be issuing marriage licenses today as it waits for a ruling by the federal fifth circuit appeals court, which also took up the issue. That will be a formality given the supreme court’s decision.\n\n“We’re still excited but we’re also a bit saddened that we weren’t able to get our license today,” Benjamin said after leaving the office. “You become accustomed to discrimination, you come to expect it … We’re going to be looking forward to marrying each other soon.”\n\nEvery summer Friday, the Wayne County clerk’s office in Detroit holds mass wedding ceremonies to accommodate the seasonal increase in marriages. On Friday, that included same-sex marriages, though the county clerk’s office didn’t have a specific number just before it closed for the day.\n\n“There’s really been nothing different, we’ve just been handling things like we do every business day,” said Jina Sawani, a spokesperson for the office.\n\nStarting on Monday, mass weddings will be held at the office every weekday at 3pm.\n\nIn a nod to an argument colorfully expressed by Justice Ruth Bader Ginsburg during the hearing, the ruling also rejects the notion that the state definition of marriage rests on the ability of couples to procreate.\n\n“That is not to say the right to marry is less meaningful for those who do not or cannot have children,” writes Kennedy, after pointing out the advantages for children of same-sex couples. “An ability, desire, or promise to procreate is not and has not been a prerequisite for a valid marriage in any State.”\n\nAnd in perhaps the most sweeping section of the lengthy ruling, Kennedy rejected the concern expressed by chief justice John Roberts that the court should not get too far ahead of traditional conceptions of marriage that are limited to a man and a woman.\n\n“The right to marry is fundamental as a matter of history and tradition, but rights come not from ancient sources,” writes Kennedy. “They rise, too, from a better informed understanding of how constitutional imperatives define a liberty that remains urgent in our own era.”\n\nIn one of four separate dissents, Roberts attacked the decision, arguing: “This Court is not a legislature. Whether same-sex marriage is a good idea should be of no concern to us. Under the Constitution, judges have power to say what the law is, not what it should be.”\n\nBut the five justices in the majority argued that depriving them of marriage equality “serve[d] to disrespect and subordinate” gay and lesbian people.\n\n“It is now clear that the challenged laws burden the liberty of same-sex couples, and it must be further acknowledged that they abridge central precepts of equality,” they argued. “Especially against a long history of disapproval of their relationships, this denial to same-sex couples of the right to marry works a grave and continuing harm.”\n\nLawyers advising couples looking to take advantage of the historic ruling warned that it could take some time for states to react.\n\n“Uniform implementation of the ruling state by state will undoubtedly take time,” said Robert Stanley, a partner in Beverly Hills family law firm Jaffe and Clemens. “Certainly, some states are expected to rebel and stall implementation as long as possible.”\n\nThe nation’s highest tribunal last weighed marriage equality in 2012, with challenges to California’s effective ban on same-sex marriages, known as Proposition 8, and a key provision of the federal Defense of Marriage Act (Doma).\n\nThe justices then ruled in favor of marriage equality proponents, but ducked the question of whether gay marriage was a constitutional right.\n\nRoberta Kaplan, the lawyer who successfully argued the Doma case, said “there is nothing” in Friday’s ruling that she was concerned about that could lead to major legal challenges.\n\n“This is the pinnacle of our success so far,” she told the Guardian. “It is hard for me to see now that any court, anywhere, state or federal, could possibly tolerate discrimination against gay people on any basis.”\n\nThe rulings nonetheless kicked off a wave of decisions among courts across the country that struck down state-level bans on same-sex marriage and accelerated a trend that has seen the number of states allowing such weddings soar from just two in 2008, to all 50 in 2015 – plus the District of Columbia, from where a national celebration was only beginning on Friday morning.\n\nThe US becomes the 21st country to recognise same-sex marriage across the country.\n\n“Love is love,” Obama said.","summary":"With 5-4 ruling in Obergefell v Hodges, justices determine right to marriage equality is protected under constitution in decision hailed as ‘victory of love’","compression":83.0714285714,"coverage":0.7857142857,"density":1.7142857143,"compression_bin":"high","coverage_bin":"medium","density_bin":"mixed"}
{"url":"http:\/\/www.theguardian.com\/law\/live\/2015\/jun\/26\/supreme-court-rules-same-sex-marriage","archive":"https:\/\/web.archive.org\/web\/2015062619id_\/http:\/\/www.theguardian.com\/law\/live\/2015\/jun\/26\/supreme-court-rules-same-sex-marriage","title":"Supreme court legalises gay marriage across the US - as it happened","date":"2015062619","text":"Friday’s supreme court decision, Omar Currie said, is not only a vindication of same sex marriage, but of his decision to teach inclusion and tolerance in the classroom.\n\n“The whole argument from the school district was that this is a controversial issue,” Currie said. “The district said it’s a difficult issue for us to deal with, and that’s why our response has been so poor. Now the supreme court says we as teachers have to act in this situation because the court deemed it non-controversial by legalizing marriage everywhere.”\n\nCurrie, 25, said he read the book to teach his class a lesson in tolerance, after one student reported being bullied and called “gay” as an insult. Parents of some students were outraged, and lashed out at Currie during a committee meeting, making some attacks personal because of his relationship with a male partner.\n\nCurrie learned about the decision on Friday morning while he was preparing to make a presentation at a teaching conference on promoting acceptance and inclusion in the classroom.\n\n“It was a great lead in for my presentation,” Currie said.\n\nCurrie called this decision a “tipping point” but said there are still victories that need to be won for the LGBT community to reach equal status. “There’s a lot of work that has to take place before our schools are these inclusive environments where we don’t see the issues and the backlash that came from my situation really perpetuate itself.”\n\nBut this is a day for celebration and reflection, Currie told the Guardian as he made his way back to the hotel to meet his boyfriend, whom he hadn’t seen since the ruling was announced.\n\n“I truly am ecstatic about the supreme court ruling,” Currie said. He giggled and added: “I hope my partner has the same level excitement.”","summary":"Justices rule 5-4 to strike down state bans of same-sex marriage as unconstitutional","compression":21.1764705882,"coverage":0.4705882353,"density":0.7058823529,"compression_bin":"medium","coverage_bin":"low","density_bin":"abstractive"}
{"url":"https:\/\/www.washingtonpost.com\/blogs\/the-fix\/wp\/2015\/06\/26\/the-u-s-just-joined-a-league-of-21-countries-in-which-gay-marriage-is-legal\/","archive":"https:\/\/web.archive.org\/web\/2015062719id_\/https:\/\/www.washingtonpost.com\/blogs\/the-fix\/wp\/2015\/06\/26\/the-u-s-just-joined-a-league-of-21-countries-in-which-gay-marriage-is-legal\/","title":"The U.S. just joined a league of countries in which gay marriage is legal","date":"2015062719","text":"When the Supreme Court ruled Friday that no state can ban same sex-marriage, 13 states with active bans saw their laws overruled. By doing so, the United States also joined a group of now almost two dozen countries with national laws or court rulings allowing gay marriage.\n\nHere’s the complete list of countries, including the year in which each one began to recognize or allow same-sex marriages nationwide. The legal definition of marriage varies from country to country so, some organizations and individuals will identify a slightly different list of countries where gay marriage is not legal or the right of marriage has been recognized.\n\nThe following list is based largely on the findings of a June Pew Research Center report.\n\n*Gay marriage was approved by the legislature in The Netherlands in 2000, making it the first country in the world to do so. The law went into effect the following year.\n\n** The United Kingdom is a country comprised of England, Northern Ireland and Scotland. However all three maintain distinct legislative bodies.\n\n***Some legal analysts have questioned whether the Mexican high court's ruling that defining marriage as a union only between a man and a woman is discriminatory violates Mexico's constitution. However, the court's June decision has widely been read as the moment that gay marriage became legal in Mexico.\n\nJanell Ross is a reporter for The Fix who writes about race, gender, immigration and inequality.","summary":"The first was the Netherlands, 14 years ago.","compression":27.7,"coverage":0.7,"density":1.1,"compression_bin":"medium","coverage_bin":"low","density_bin":"abstractive"}
{"url":"http:\/\/www.washingtonpost.com\/blogs\/right-turn\/wp\/2015\/06\/26\/after-the-same-sex-marriage-decision-republicans-can-move-on\/","archive":"https:\/\/web.archive.org\/web\/2015062619id_\/http:\/\/www.washingtonpost.com\/blogs\/right-turn\/wp\/2015\/06\/26\/after-the-same-sex-marriage-decision-republicans-can-move-on\/","title":"After the same-sex marriage decision, Republicans can move on","date":"2015062619","text":"In a not altogether surprising but certainly historic ruling, the Supreme Court held 5-4 that there is a 14th Amendment right for gays to marry. I say it that way because irate opponents of gay marriage will assert that the court invented a right to gay marriage. It did not, and the distinction is critical. In his majority opinion, Justice Anthony Kennedy writes:\n\nThat history is the beginning of these cases. The respondents say it should be the end as well. To them, it would demean a timeless institution if the concept and lawful status of marriage were extended to two persons of the same sex. Marriage, in their view, is by its nature a gender-differentiated union of man and woman. This view long has been held—and continues to be held—in good faith by reasonable and sincere people here and throughout the world. The petitioners acknowledge this history but contend that these cases cannot end there. Were their intent to demean the revered idea and reality of marriage, the petitioners’ claims would be of a different order. But that is neither their purpose nor their submission. To the contrary, it is the enduring importance of marriage that underlies the petitioners’ contentions. This, they say, is their whole point. Far from seeking to devalue marriage, the petitioners seek it for themselves because of their respect—and need—for its privileges and responsibilities. And their immutable nature dictates that same-sex marriage is their only real path to this profound commitment.\n\nPowerful words. This is about allowing gays to participate in the institution of marriage. In a direct rebuttal to originalism, Kennedy opines: “The generations that wrote and ratified the Bill of Rights and the Fourteenth Amendment did not presume to know the extent of freedom in all of its dimensions, and so they entrusted to future generations a charter protecting the right of all persons to enjoy liberty as we learn its meaning.”\n\nA first premise of the Court’s relevant precedents is that the right to personal choice regarding marriage is inherent in the concept of individual autonomy. This abiding connection between marriage and liberty is why Loving invalidated interracial marriage bans under the Due Process Clause. . . . A second principle in this Court’s jurisprudence is that the right to marry is fundamental because it supports a two-person union unlike any other in its importance to the committed individuals. . . . A third basis for protecting the right to marry is that it safeguards children and families and thus draws meaning from related rights of childrearing, procreation, and education. . . . Fourth and finally, this Court’s cases and the Nation’s traditions make clear that marriage is a keystone of our social order.\n\nHe therefore finds on both a due process grounds (one cannot deny a fundamental right) and equal protection grounds that gays have the right to marry. “There is no difference between same- and opposite-sex couples with respect to this principle. Yet by virtue of their exclusion from that institution, same-sex couples are denied the constellation of benefits that the States have linked to marriage. This harm results in more than just material burdens,” he finds. “Same-sex couples are consigned to an instability many opposite-sex couples would deem intolerable in their own lives. As the State itself makes marriage all the more precious by the significance it attaches to it, exclusion from that status has the effect of teaching that gays and lesbians are unequal in important respects. It demeans gays and lesbians for the State to lock them out of a central institution of the Nation’s society. Same-sex couples, too, may aspire to the transcendent purposes of marriage and seek fulfillment in its highest meaning.”\n\nAnticipating a complaint from social conservatives, Kennedy went out of his way to write, “The First Amendment ensures that religious organizations and persons are given proper protection as they seek to teach the principles that are so fulfilling and so central to their lives and faiths, and to their own deep aspirations to continue the family structure they have long revered. The same is true of those who oppose same-sex marriage for other reasons. In turn, those who believe allowing same-sex marriage is proper or indeed essential, whether as a matter of religious conviction or secular belief, may engage those who disagree with their view in an open and searching debate. The Constitution, however, does not permit the State to bar same-sex couples from marriage on the same terms as accorded to couples of the opposite sex.”\n\nWould it have been better for the country to have reached this conclusion democratically, following the process on a state-by- state basis? That is the best argument against the ruling — that a decision this monumental is the province of elected branches of government. But Kennedy argues that when the court finds a violation of the Constitution (or discovers the meaning of a constitutional provision as it did here), there is no option to wait. Kennedy gives little clue as to what the standard of scrutiny is in the case (high? intermediate?), so that will wait for another day.\n\nThe decision is in essence confirmation that the tide of inclusion flows in one direction and that the habit of tolerance is deeply embedded in the fabric of American society. Unlike the Obamacare case, this decision really does put an end to the argument since it is unfathomable that there could be enough support for a constitutional amendment. Voices that preach resistance to the court are irresponsible and unworthy of attention, let alone public office. One can believe as a religious matter that same-sex marriage is not marriage at all, but as a civil matter, the ship has sailed.\n\nRepublicans opposed to gay marriage will huff and puff. But, yes, this takes a difficult issue off the table for Republicans. They can move on. Social conservatives can attend to the shabby state of heterosexual marriage, to poverty and to other matters of both religious and social concern. The moment will be revealing, however, for what it reveals about the 2016 presidential contenders. Who is unhinged? Who is calm? Who is hateful, and who is presidential? We will have plenty to talk about in the days ahead.\n\nJennifer Rubin writes the Right Turn blog for The Post, offering reported opinion from a conservative perspective.","summary":"The gay marriage issue is decided.","compression":174.5714285714,"coverage":0.8571428571,"density":1.1428571429,"compression_bin":"high","coverage_bin":"medium","density_bin":"abstractive"}
{"url":"http:\/\/www.wsj.com\/articles\/supreme-court-rules-in-favor-of-same-sex-marriage-1435180972","archive":"https:\/\/web.archive.org\/web\/2015062719id_\/http:\/\/www.wsj.com\/articles\/supreme-court-rules-in-favor-of-same-sex-marriage-1435180972","title":"Supreme Court Rules Gay Marriage Is a Nationwide Right","date":"2015062719","text":"WASHINGTON—The Supreme Court on Friday ruled same-sex couples nationwide have a constitutional right to marry, a landmark decision that sweeps away state bans on gay unions and caps a rapid American transformation on the meaning of marriage.\n\nThe 5-4 decision written by Justice Anthony Kennedy, his fourth major gay-rights ruling over two decades, struck down restrictions in force in 13 states and means all 50 states must recognize...","summary":"The Supreme Court ruled same-sex partners have a constitutional right to marry, sweeping away state bans on gay unions and extending marriage equality nationwide.","compression":2.9285714286,"coverage":0.8571428571,"density":4.5,"compression_bin":"low","coverage_bin":"medium","density_bin":"mixed"}
